Repository: Verlihub/verlihub
Catalog: po/core_*.CP1251.po
Languages: ru_ru, uk_ua

source: Users in IP zone #%d: %d of %d [%s] [%s]
ru_ru: Пользователей в зоне IP #%d: %d из %d [%s] [%s]
uk_ua: Користувачів у зоні IP #%d: %d з %d [%s] [%s]

source: Other users: %d of %d [%s]
ru_ru: Других пользователей: %d of %d [%s]
uk_ua: Інших користувачів: %d of %d [%s]

source: Temporary nick ban list size: %d / %d
ru_ru: Размер списка временных запрещенных ников: %d / %d
uk_ua: Розмір списку тимчасових заборонених ніків: %d / %d

source: Temporary IP ban list size: %d / %d
ru_ru: Размер временного списка банов IP: %d / %d
uk_ua: Розмір тимчасового списку банів IP: %d / %d

source: MaxMindDB information
ru_ru: Информация о MaxMindDB
uk_ua: Інформація про MaxMindDB

source: MaxMindDB version: %s
ru_ru: Версия MaxMindDB: %s
uk_ua: Версія MaxMindDB: %s

source: ICU version: %s
ru_ru: Версия ICU: %s
uk_ua: Версія ICU: %s

source: Database path: %s
ru_ru: Путь к базам данных: %s
uk_ua: Шлях до баз даних: %s

source: Names language: %s
ru_ru: Имя языка: %s
uk_ua: Ім'я мови: %s

source: Hub encoding: %s
ru_ru: Кодировка хаба: %s
uk_ua: Кодування хаба: %s

source: Total requests: %lu
ru_ru: Всего запросов: %lu
uk_ua: Всього запитів: %lu

source: Cached requests: %lu
ru_ru: Кэшированные запросы: %lu
uk_ua: Кешовані запити: %lu

source: Cached items: %lu
ru_ru: Кэшированные элементы: %lu
uk_ua: Кешовані елементи: %lu

source: Country database
ru_ru: База данных по странам
uk_ua: База даних по країнам

source: Loaded
ru_ru: Загружено
uk_ua: Завантажено

source: Not loaded
ru_ru: Не загружено
uk_ua: Не завантажено

source: Binary version: %d.%d
ru_ru: Бинарная версия: %d.%d
uk_ua: Бінарна версія: %d.%d

source: Build time: %s
ru_ru: Время создания: %s
uk_ua: Час створення: %s

source: Node count: %d
ru_ru: Количество узлов: %d
uk_ua: Кількість вузлів: %d

source: File name: %s
ru_ru: Имя файла: %s
uk_ua: Ім'я файлу: %s

source: File size: %s
ru_ru: Размер файла: %s
uk_ua: Размір файла: %s

source: City database
ru_ru: База данных по городам
uk_ua: База даних по містах

source: ASN database
ru_ru: База данных по ASN
uk_ua: База даних по ASN

source: Rights and restrictions
ru_ru: Права и ограничения
uk_ua: Права та обмеження

source: PM: %s
ru_ru: ЛС: %s
uk_ua: ОП: %s

source: Search: %s
ru_ru: Поиск: %s
uk_ua: Пошук: %s

source: Download: %s
ru_ru: Скачка: %s
uk_ua: Завантаження: %s

source: Register: %s
ru_ru: Регистрация: %s
uk_ua: Реєстрація: %s

source: Operator chat: %s
ru_ru: Чат операторов: %s
uk_ua: Чат операторів: %s

source: Kick: %s
ru_ru: Кик: %s
uk_ua: Кік: %s

source: Plugins
ru_ru: Плагины
uk_ua: Плагіни

source: Class: %d
ru_ru: Класс: %d
uk_ua: Клас: %d

source: Registered on: %s [%s]
ru_ru: Зарегистрирован: %s [%s]
uk_ua: Зареєстрован: %s [%s]

source: Last login: %s [%d] [%s]
ru_ru: Последний вход: %s [%d] [%s]
uk_ua: Останній вхід: %s [%d] [%s]

source: Last error: %s [%d] [%s]
ru_ru: Последняя ошибка: %s [%d] [%s]
uk_ua: Остання помилка: %s [%d] [%s]

source: Password set: %s
ru_ru: Пароль установлен: %s
uk_ua: Пароль встановлен: %s

source: Enabled: %s
ru_ru: Включено: %s
uk_ua: Увімкнено: %s

source: Protected: %s
ru_ru: Защищен: %s
uk_ua: Захищен: %s

source: Hide kicks: %s
ru_ru: Скрыть кики: %s
uk_ua: Сховати кіки: %s

source: Hide key: %s
ru_ru: Скрыть ключ: %s
uk_ua: Приховати ключ: %s

source: Show key: %s
ru_ru: Показать ключ: %s
uk_ua: Показати ключ: %s

source: Hide share: %s
ru_ru: Скрыть шару: %s
uk_ua: Приховати шару: %s

source: Hide chat: %s
ru_ru: Прятать чат: %s
uk_ua: Сховати чат: %s

source: Hide messages: %s
ru_ru: Скрыть сообщения: %s
uk_ua: Приховати повідомлення: %s

source: Authorization IP: %s
ru_ru: IP для авторизации: %s
uk_ua: IP для авторизації: %s

source: Alternate IP: %s
ru_ru: Альтернативный IP: %s
uk_ua: Альтернативний IP: %s

source: Fake IP: %s
ru_ru: Поддельный IP: %s
uk_ua: Підроблений IP: %s

source: You won't see public chat messages, to restore use +chat command.
ru_ru: Вы не увидите сообщений общего чата, для восстановления используйте команду +chat.
uk_ua: Ви не побачите повідомлень загального чату, для відновлення використовуйте команду +chat.

source: Hub is currently unable to service your request, please try again in a few minutes.
ru_ru: Хаб в настоящее время не может обработать ваш запрос, повторите попытку через несколько минут.
uk_ua: Хаб в даний час не може обробити ваш запит, повторіть спробу за кілька хвилин.

source: You're still temporarily prohibited from entering the hub for %s because: %s
ru_ru: Вам все еще временно запрещен вход на этот хаб %s по причине: %s
uk_ua: Вам все ще тимчасово заборонено вхід на цей хаб %s через: %s

source: You're already logged in with same nick and IP address.
ru_ru: Вы уже находитесь на хабе с одинаковым ником и IP адресом.
uk_ua: Ви вже знаходитесь на хабі з однаковим ніком та IP адресою.

source: Another user has logged in with same nick and IP address.
ru_ru: Другой пользователь зашел на хаб с таким же ником и IP адресом.
uk_ua: Інший користувач зайшов на хаб з таким же ніком та IP адресою.

source: Your nick is already taken by another user.
ru_ru: Ваш ник уже занят другим пользователем.
uk_ua: Ваш нік вже зайнятий іншим користувачем.

source: You must set your password now using +passwd command or entering it in password dialog.
ru_ru: Вы должны сейчас ввести ваш пароль, используя команду +passwd, либо введите его в окне для ввода пароля.
uk_ua: Ви повинні зараз ввести пароль, використовуючи команду +passwd, або введіть його у вікні для введення пароля.

source: You must set your password now using +passwd command.
ru_ru: Вы должны сейчас ввести ваш пароль, используя команду +passwd.
uk_ua: Ви повинні зараз ввести пароль, використовуючи команду +passwd.

source: Reconnecting too fast
ru_ru: Слишком быстрое переподключение
uk_ua: Занадто швидке перепідключення

source: Your nick contains forbidden characters.
ru_ru: Ваш ник содержит запрещенные символы.
uk_ua: Ваш нік містить заборонені символи.

source: Valid nick characters: %s
ru_ru: Доступные символы в нике: %s
uk_ua: Доступні символи в ніке: %s

source: Your nick is too short, minimum allowed length is %d characters.
ru_ru: Ваш ник слишком короткий, минимальная длина ника %d символов.
uk_ua: Ваш нік надто короткий, мінімальна довжина ніка %d символів.

source: Your nick is too long, maximum allowed length is %d characters.
ru_ru: Ваш ник слишком длинный, максимальная длина ника %d символов.
uk_ua: Ваш нік надто довгий, максимальна довжина ніка %d символів.

source: Please use one of following nick prefixes: %s
ru_ru: Пожалуйста, воспользуйтесь одним из представленных префиксов для ника: %s
uk_ua: Будь ласка, скористайтесь одним із представлених префіксів для ніка: %s

source: Your nick contains operator prefix but you are not registered, please remove it.
ru_ru: Ваш ник содержит префикс оператора, но вы еще не зарегистрированы, пожалуйста, удалите префикс.
uk_ua: Ваш нік містить префікс оператора, але ви ще не зареєстровані, будь ласка, видаліть префікс.

source: Unknown bad nick error, sorry.
ru_ru: Неизвестная ошибка неверного ника, извините.
uk_ua: Невідома помилка невірного ніка, вибачте.

source: Please use following nick prefix: %s
ru_ru: Пожалуйста, используйте следующий префикс ника: %s
uk_ua: Будь ласка, використовуйте наступний префікс ніка: %s

source: DDoS detection filtered %lu new connections and found %d new exploited hubs
ru_ru: DDoS детектор отфильтровал %lu новых содинений и нашел %d новых хабов, используемых для атаки
uk_ua: DDoS детектор відфільтрував %lu нових з'єднань і знайшов %d нових хабів, які використовуються для атаки

source: DDoS detection filtered %lu new connections.
ru_ru: DDoS детектор отфильтровал %lu новых соединений.
uk_ua: DDoS детектор відфільтрував %lu нових з'єднань.

source: DDoS stopped, filtered totally %lu connections.
ru_ru: DDoS остановлен, всего отфильтровано %lu соединений.
uk_ua: DDoS зупинено, всього відфільтровано %lu з'єднань.

source: Available time units are: s(econds), m(inutes), h(ours), d(ays) is default, w(eeks), M(onths) and y(ears)
ru_ru: Доступные временные единицы латинскими буквами: s(секунд), m(минут), h(часов), d(дней) по умолчанию, w(недель), M(месяцев) и y(лет)
uk_ua: Доступні часові одиниці латинськими літерами: s(секунд), m(хвилин), h(годин), d(днів) за замовчуванням, w(тижень), M(місяць) та y(років)

source: Please provide positive number for time unit.
ru_ru: Пожалуйста укажите положительное число для временной единицы.
uk_ua: Будь ласка, вкажіть додатне число для тимчасової одиниці.

source: Hublist registration results
ru_ru: Результаты рагистрации на хаблистах
uk_ua: Результати реєстрації на хаблистах

source: Sending information to: %s:%d
ru_ru: Отправка информации на: %s:%d
uk_ua: Надсилання інформації на: %s:%d

source: Connection error
ru_ru: Ошибка соединения
uk_ua: Помилка з'єднання

source: Registration done
ru_ru: Регистрация выполнена
uk_ua: Реєстрація виконана

source: Send error
ru_ru: Ошибка отправки
uk_ua: Помилка відправлення

source: Protocol error
ru_ru: Ошибка протокола
uk_ua: Помилка протоколу

source: Read error
ru_ru: Ошибка чтения
uk_ua: Помилка читання

source: Finished registering in hublists.
ru_ru: Регистрация на хаблистах завершена.
uk_ua: Реєстрація на хаблистах завершено.

source: Hublist host is empty, nothing to do.
ru_ru: Список хаблистов пуст, не с чем работать.
uk_ua: Список хабалистів порожній, нема з чим працювати.

source: Hublist port number is invalid, nothing to do.
ru_ru: Порт для хаблиста неверный, не с чем работать.
uk_ua: Порт для хаблиста невірний, нема з чим працювати.

source: Registering in hublists, please wait.
ru_ru: Проводиться регистрация на хаблистах, пожалуйста ждите.
uk_ua: Реєстрація на хаблистах, будь ласка чекайте.

source: New version of Verlihub is available for compilation: %s
ru_ru: Новая версия Verlihub доступна для сборки: %s
uk_ua: Нова версія Verlihub доступна для збірки: %s

source: For developer version perform following command in your local Git repository in order to update files: %s
ru_ru: Для версии разработки выполните следующую команду в вашей локальной репозитории Git для обновления файлов: %s
uk_ua: Для версії розробки виконайте наступну команду у вашій локальній репозиторії Git для оновлення файлів: %s

source: For stable version visit following page and download latest release archive in order to update files: %s
ru_ru: Для стабильной версии перейдите по следующей ссылке и скачайте архив с последним релизом для обновления файлов: %s
uk_ua: Для стабільної версії перейдіть за наступним посиланням та завантажте архів з останнім релізом для оновлення файлів: %s

source: Your version of Verlihub is currently up to date.
ru_ru: Ваша версия Verlihub является актуальной на данный момент.
uk_ua: Ваша версія Verlihub є актуальною на даний час.

source: Failed connecting to update server.
ru_ru: Не удалось соединиться в сервером обновления.
uk_ua: Не вдалося з'єднатися з сервером оновлення.

source: Failed sending request to update server.
ru_ru: Не удалось отправить запрос на сервер обновления.
uk_ua: Не вдалося надіслати запит на сервер оновлення.

source: Failed parsing reply from update server with code: %d
ru_ru: Не удалось прочитать ответ с сервера обновления с кодом: %d
uk_ua: Не вдалося прочитати відповідь із сервера оновлення з кодом: %d

source: Checking for updates, please wait.
ru_ru: Проверка обновлений, пожалуйста ждите.
uk_ua: Перевірка оновлень, будь ласка, чекайте...

source: Detected clone of user with share %s: %s
ru_ru: Обнаружен клон юзера с шарой %s: %s
uk_ua: Виявлено клон користувача з шарою %s: %s

source: Clone detected
ru_ru: Обнаружен клон
uk_ua: Виявлено клон

source: Protocol command has been unlocked after stopped flood to user %s from all
ru_ru: Команда протокола разблокирована после остановленного флуда юзеру %s от всех
uk_ua: Команда протоколу розблокована після зупиненого флуда користувачеві %s від усіх

source: Protocol command has been unlocked after stopped flood from all
ru_ru: Команда протокола разблокирована после остановленного флуда от всех
uk_ua: Команда протоколу розблокована після зупиненого флуду від усіх

source: Protocol command has been locked due to detection of flood to user %s from all
ru_ru: Команда протокола была заблокирована в связи с обнаружением флуда юзеру %s от всех
uk_ua: Команда протоколу була заблокована у зв'язку з виявленням флуда користувачеві %s від усіх

source: Protocol command has been locked due to detection of flood from all
ru_ru: Команда протокола была заблокирована в связи с обнаружением флуда от всех
uk_ua: Команда протоколу була заблокована у зв'язку з виявленням флуду від усіх

source: Sorry, following protocol command is temporarily locked due to flood detection
ru_ru: Извините, данная команда протокола временно заблокирована в связи с обнаружением флуда
uk_ua: Вибачте, цю команду протоколу тимчасово заблоковано у зв'язку з виявленням флуду

source: Normal
ru_ru: Нормальный
uk_ua: Звичайний

source: Progressive
ru_ru: Прогрессивный
uk_ua: Прогресивний

source: Capacity
ru_ru: Вместимость
uk_ua: Ємність

source: Recovery
ru_ru: Восстановление
uk_ua: Відновлення

source: Down
ru_ru: Не рабочий
uk_ua: Нерабочий

source: Pinger
ru_ru: Пингер
uk_ua: Пінгер

source: Guest
ru_ru: Гость
uk_ua: Гість

source: Registered
ru_ru: Зарегистрированный
uk_ua: Зареєстрований

source: VIP
ru_ru: Вип
uk_ua: Віп

source: Cheef
ru_ru: Шеф
uk_ua: Шеф

source: Administrator
ru_ru: Администратор
uk_ua: Адміністратор

source: Master
ru_ru: Мастер
uk_ua: Майстер

source: Users: %d
ru_ru: Пользователей: %d
uk_ua: Користувачів: %d

source: You have no rights to kick user: %s
ru_ru: У вас нет прав на кик пользователя: %s
uk_ua: У вас немає прав на кік користувача: %s

source: User is protected from your kicks: %s
ru_ru: Пользователь защищен от ваших киков: %s
uk_ua: Користувач захищений від ваших кіків: %s

source: You have been kicked because: %s
ru_ru: Вы были кикнуты по причине: %s
uk_ua: Ви були кікнути через: %s

source: You have been kicked from hub.
ru_ru: Вы были кикнуты с хаба.
uk_ua: Ви були кікнуті з хаба.

source: User was kicked and banned for %s: %s
ru_ru: Пользователь был кикнут и забанен на %s: %s
uk_ua: Користувач був кікнутий і забанен на %s: %s

source: %s was kicked and banned for %s by %s with reason: %s
ru_ru: %s был кикнут и забанен на %s оператором %s с причиной: %s
uk_ua: %s був кікнутий і забанен на %s оператором %s з причиною: %s

source: %s was kicked and banned for %s by %s without reason.
ru_ru: %s был кикнут и забанен на %s оператором %s без причины.
uk_ua: %s був кікнутий і забанен на %s оператором %s без причини.

source: User was kicked and banned permanently: %s
ru_ru: Пользоветель был кикнут и забанен навсегда: %s
uk_ua: Користувач був кікнутий та забанений назавжди: %s

source: %s was kicked and banned permanently by %s with reason: %s
ru_ru: %s был навсегда кикнут и забанен %s с причиной: %s
uk_ua: %s був кікнут і назавжди забанен %s з причиною: %s

source: %s was kicked and banned permanently by %s without reason.
ru_ru: %s был навсегда кикнут и забанен %s без причины.
uk_ua: %s був кікнут і назавжди забанен %s без причини.

source: %s dropped user with reason: %s
ru_ru: %s отключил пользователя по причине: %s
uk_ua: %s відключив користувача через: %s

source: %s dropped user without reason
ru_ru: %s отключил пользователя без причины
uk_ua: %s відключив користувача без причини

source: %s was dropped by %s with reason: %s
ru_ru: %s был дропнут оператором %s с причиной: %s
uk_ua: %s був дропнутий оператором %s з причиною: %s

source: %s was dropped by %s without reason.
ru_ru: %s был дропнут оператором %s без причины.
uk_ua: %s був дропнутий оператором %s без причини.

source: You have been dropped because: %s
ru_ru: Вы были отключены по причине: %s
uk_ua: Ви були відключені через: %s

source: User was dropped: %s
ru_ru: Пользователь был отключен: %s
uk_ua: Користувач був вимкнений: %s

source: Specified configuration variable is read only.
ru_ru: Указанная конфигурационная переменная только для чтения.
uk_ua: Вказана конфігураційна змінна лише для читання.

source: DDoS detected, gathering attack information...
ru_ru: Обнаружен DDoS, собираю информацию об атаке...
uk_ua: Виявлено DDoS, збираю інформацію про атаку...

source: %ld week
ru_ru: %ld неделя
uk_ua: %ld тиждень

source: %ld day
ru_ru: %ld день
uk_ua: %ld день

source: %ld hour
ru_ru: %ld час
uk_ua: %ld година

source: %ld min
ru_ru: %ld минута
uk_ua: %ld хвилина

source: %ld sec
ru_ru: %ld секунда
uk_ua: %ld секунда

source: %ld msec
ru_ru: %ld милсек
uk_ua: %ld мілісек

source: %d msecs
ru_ru: %d милсек
uk_ua: %d мілісек

source: %lld sec
ru_ru: %lld секунда
uk_ua: %lld секунда

source: %ld usec
ru_ru: %ld миксек
uk_ua: %ld міксек

source: Show list of triggers
ru_ru: Показать список триггеров
uk_ua: Показати список тригерів

source: The definition is empty or not specified. Please define it with -d option.
ru_ru: Определение пустое или не указано. Пожалуйста, определите его опцией -d.
uk_ua: Визначення порожнє чи не вказано. Будь ласка, визначте його опцією -d.

source: It's not allowed to define dbconfig file as trigger.
ru_ru: Запрещено использовать файл dbconfig в качестве триггера.
uk_ua: Заборонено використовувати файл dbconfig як тригер.

source: User '%s' tried to define dbconfig as trigger
ru_ru: Пользователь '%s' пытался определять файл dbconfig как триггер
uk_ua: Користувач '%s' намагався визначати файл dbconfig як тригер

source: The file %s for the trigger %s must be located in %s configuration folder, use %%[CFG] variable, for example: %%[CFG]/%s
ru_ru: Файл %s для триггера %s должен быть размещён в папке конфигурации %s, используйте переменную %%[CFG], например: %%[CFG]/%s
uk_ua: Файл %s для тригера %s має бути розміщений у папці конфігурації %s, використовуйте змінну %%[CFG], наприклад: %%[CFG]/%s

source: Flags
ru_ru: Флаги
uk_ua: Прапори

source: Class
ru_ru: Класс
uk_ua: Клас

source: Timer
ru_ru: Таймер
uk_ua: Таймер

source: Sender
ru_ru: Отправитель
uk_ua: Відправник

source: Definition
ru_ru: Определение
uk_ua: Визначення

source: Default class: %d
ru_ru: Класс по умолчанию: %d
uk_ua: Клас за замовчуванням: %d

source: Country: %s=%s
ru_ru: Страна: %s=%s
uk_ua: Країна: %s=%s

source: City: %s
ru_ru: Город: %s
uk_ua: Місто: %s

source: User rights information
ru_ru: Информация по правам пользователя
uk_ua: Інформація з прав користувача

source: Can use main chat: %s
ru_ru: Может использовать главный чат: %s
uk_ua: Може використовувати головний чат: %s

source: No [%s]
ru_ru: Нет [%s]
uk_ua: Ні [%s]

source: Can use private chat: %s
ru_ru: Может использовать приватный чат: %s
uk_ua: Може використовувати приватний чат: %s

source: Can use operator chat: %s
ru_ru: Может использовать чат операторов: %s
uk_ua: Може використовувати чат операторів: %s

source: Yes [%s]
ru_ru: Да [%s]
uk_ua: Так [%s]

source: Can search files: %s
ru_ru: Может искать файлы: %s
uk_ua: Може шукати файли: %s

source: Can download files: %s
ru_ru: Может загружать файлы: %s
uk_ua: Може завантажувати файли: %s

source: Can hide share: %s
ru_ru: Может скрыть шару: %s
uk_ua: Може приховати шару: %s

source: Can register users: %s
ru_ru: Может регистрировать пользователей: %s
uk_ua: Може реєструвати користувачів: %s

source: Can drop users: %s
ru_ru: Может отключать пользователей: %s
uk_ua: Може відключати користувачів: %s

source: Can kick users: %s
ru_ru: Может кикать пользователей: %s
uk_ua: Може кикати користувачів: %s

source: Can temporarily ban users: %s
ru_ru: Может давать временные баны: %s
uk_ua: Може давати тимчасові бани: %s

source: Can permanently ban users: %s
ru_ru: Может давать постоянные баны пользователям: %s
uk_ua: Може давати постійні бани користувачам: %s

source: You're no longer allowed to use main chat for: %s
ru_ru: Вы больше не можете использовать главный чат в течении: %s
uk_ua: Ви більше не можете використовувати головний чат протягом: %s

source: You're now allowed to use main chat.
ru_ru: Вам разрешено использовать главный чат.
uk_ua: Вам дозволено використовувати головний чат.

source: You're no longer allowed to use private chat for: %s
ru_ru: Вы больше не можете использовать приватный чат в течении: %s
uk_ua: Ви більше не можете використовувати приватний чат протягом: %s

source: You're now allowed to use private chat.
ru_ru: Вам разрешено использовать приватный чат.
uk_ua: Вам дозволено використовувати приватний чат.

source: You're no longer allowed to search files for: %s
ru_ru: Вы больше не можете использовать поиск файлов в течении: %s
uk_ua: Ви більше не можете використовувати пошук файлів протягом: %s

source: You're now allowed to search files.
ru_ru: Вам разрешено использовать поиск файлов.
uk_ua: Вам дозволено використовувати пошук файлів.

source: You're no longer allowed to download files for: %s
ru_ru: Вы больше не можете скачивать файлы в течении: %s
uk_ua: Ви більше не можете завантажувати файли протягом: %s

source: You're now allowed to download files.
ru_ru: Вам разрешено скачивать файлы.
uk_ua: Вам дозволено завантажувати файли.

source: You're no longer allowed to kick users.
ru_ru: Вы больше не можете кикать пользователей.
uk_ua: Ви більше не можете кикати користувачів.

source: You're now allowed to kick users for: %s
ru_ru: Вам теперь разрешено кикать пользователей в течении: %s
uk_ua: Вам зараз дозволено кикати користувачів протягом: %s

source: You're no longer allowed to register users.
ru_ru: Вы больше не можете регистрировать пользователей.
uk_ua: Ви більше не можете реєструвати користувачів.

source: You're now allowed to register users for: %s
ru_ru: Вам теперь разрешено регистрировать пользователей в течении: %s
uk_ua: Вам зараз дозволено реєструвати користувачів протягом: %s

source: You're no longer allowed to use operator chat.
ru_ru: Вы больше не можете пользоваться чатом операторов.
uk_ua: Ви більше не можете скористатися чатом операторів.

source: You're now allowed to use operator chat for: %s
ru_ru: Вам теперь разрешено пользоваться чатом операторов в течении: %s
uk_ua: Вам зараз дозволено користуватися чатом операторів протягом: %s

source: You're no longer allowed to hide share.
ru_ru: Вы больше не можете скрывать шару.
uk_ua: Ви більше не можете приховувати шару.

source: You're now allowed to hide share for: %s
ru_ru: Вам теперь разрешено скрывать шару в течении: %s
uk_ua: Вам зараз дозволено приховувати шару протягом: %s

source: You're no longer allowed to drop users.
ru_ru: Вы больше не можете отключать пользователей.
uk_ua: Ви більше не можете відключати користувачів.

source: You're now allowed to drop users for: %s
ru_ru: Вам теперь разрешено отключать пользователей в течении: %s
uk_ua: Вам зараз дозволено відключати користувачів протягом: %s

source: You're no longer allowed to temporarily ban users.
ru_ru: Вы больше не можете ставить временные баны пользователям.
uk_ua: Ви більше не можете ставити тимчасові бани користувачам.

source: You're now allowed to temporarily ban users for: %s
ru_ru: Вам теперь разрешено ставить временные баны пользователям в течении: %s
uk_ua: Вам зараз дозволено ставити тимчасові бани користувачам протягом: %s

source: You're no longer allowed to permanently ban users.
ru_ru: Вы больше не можете ставить постоянные баны пользователям.
uk_ua: Ви більше не можете ставити постійні бани користувачам.

source: You're now allowed to permanently ban users for: %s
ru_ru: Вам теперь разрешено ставить постоянные баны пользователям в течении: %s
uk_ua: Вам зараз дозволено ставити постійні бани користувачам протягом: %s

source: Unknown chatroom command specified.
ru_ru: Введена неизвестная команда чат-комнаты.
uk_ua: Введено невідому команду чат-кімнати.

source: You can't use this chatroom, use main chat instead.
ru_ru: Вы не можете использовать эту чат-комнату, вместо нее используйте главный чат.
uk_ua: Ви не можете використовувати цю кімнату, замість неї використовуйте головний чат.
