Repository: Verlihub/verlihub
Catalog: po/core_*.CP1252.po
Languages: de_de, fr_fr, nl_nl

source: Use !protect <nickname> <class>.
de_de: Benutze !protect <nickname><class>.
fr_fr: Utilisez !protect <pseudo> <class>.
nl_nl: Gebruik !protect <nickname> <class>.

source: Max class is %d
de_de: Max. Klasse ist %d
fr_fr: La classe max est %d

source: User %s is temporarily protected from class %d
de_de: Benutzer %s ist vorübergehend vor der Klasse %d geschützt.
fr_fr: L'utilisateur %s est temporairement protégé de la classe %d
nl_nl: Gebruiker %s is tijdelijk beschermd tegen klasse %d

source: Done reloading all lists and databases.
de_de: Das Neuladen aller Listen und Datenbanken ist abgeschlossen.
fr_fr: Rechargement de toutes les listes et bases de données terminé.
nl_nl: Klaar met het herladen van alle lijsten en databases.

source: Report command is currently disabled.
de_de: Meldebefehl ist momentan deaktiviert.
fr_fr: La commande de rapport est actuellement désactivée.
nl_nl: Report commando is momenteel uitgeschakeld .

source: Reported user %s
de_de: Gemeldeter Benutzer %s
fr_fr: Utilisateur %s signalé
nl_nl: Gerapporteerde gebruiker %s

source: Reported offline user %s
de_de: Gemeldeter Offline-Nutzer %s
fr_fr: Utilisateur déconnecté signalé %s
nl_nl: Reported gebruiker offline %s

source: Without reason
de_de: Ohne Grund
fr_fr: Sans raison
nl_nl: Zonder reden

source: Reason
de_de: Grund
fr_fr: Raison
nl_nl: Reden

source: Thank you, your report has been accepted.
de_de: Danke, Ihr Bericht wurde angenommen.
fr_fr: Merci, votre rapport a été accepté.
nl_nl: Bedankt, uw rapport is geaccepteerd.

source: Missing command parameters.
de_de: Fehlende Befehlsparameter.
fr_fr: Paramètres de commande manquants.
nl_nl: Ontbrekende commando parameters.

source: Protocol command successfully sent.
de_de: Protokollbefehl erfolgreich gesendet.
fr_fr: Commande de protocole envoyé avec succès.
nl_nl: Protocol commando succesvol verzonden.

source: Ban list has been cleaned.
de_de: Die Bannliste wurde bereinigt.
fr_fr: La liste de Ban a été nettoyée.
nl_nl: Ban lijst is schoongemaakt.

source: Temporary ban list has been cleaned.
de_de: Die temporäre Bannliste wurde bereinigt.
fr_fr: La liste d'interdiction temporaire a été nettoyée.
nl_nl: Tijdelijk ban lijst is schoongemaakt.

source: Unban list has been cleaned.
de_de: Die Unban-Liste wurde bereinigt.
fr_fr: La liste des débannis a été nettoyée.
nl_nl: Unban lijst is schoongemaakt.

source: Kick list has been cleaned.
de_de: Die Kickliste wurde bereinigt.
fr_fr: La liste des Kicks a été nettoyée.
nl_nl: Kick lijst is schoongemaakt.

source: Temporary rights list has been cleaned.
de_de: Temporäre Rechteliste wurde bereinigt.
fr_fr: La liste des droits temporaires a été nettoyée.
nl_nl: Lijst tijdelijke rechten is schoongemaakt.

source: Ban, unban, kick, temporary ban and chat gag lists has been cleaned.
de_de: Ban-, Unban-, Kick-, temporäre Ban- und Chat-Knebel-Listen wurden bereinigt.
fr_fr: Les listes des bannissements, des enlèvements de bannissements, des bannissements temporaires, de renvois (kick) et d'interdiction de parler sur la discussion (gag) ont été nettoyées.

source: Ban, unban, kick and temporary ban lists has been cleaned.
de_de: Ban-, Unban-, Kick- und temporäre Ban-Listen wurden bereinigt.
fr_fr: Les listes d'interdictions temporaires ont été nettoyées.
nl_nl: Ban, unban, kick en tijdelijke banlijsten zijn schoongemaakt.

source: This command is not implemented.
de_de: Dieser Befehl ist nicht implementiert.
fr_fr: Cette commande n'est pas implémentée.
nl_nl: Deze opdracht is niet geïmplementeerd.

source: Please provide a valid ban time.
de_de: Bitte gib eine gültige Bannzeit an.
fr_fr: Veuillez fournir une période de bannissement valide.
nl_nl: Geef een geldig ban tijd.

source: No reason specified
de_de: Kein Grund angegeben
fr_fr: Aucune raison spécifiée
nl_nl: Zonder opgave van reden

source: Removed ban
de_de: Bann aufgehoben
fr_fr: Interdiction retirée
nl_nl: Verwijderde ban

source: Ban information
de_de: Informationen zum Bann
fr_fr: Informations sur le Ban
nl_nl: Ban informatie

source: %d ban found.
de_de: %d Bann gefunden.
fr_fr: %d bannissement trouvé.
nl_nl: %d bans gevonden.

source: Unknown range format: %s
de_de: Unbekanntes Bereichsformat: %s
fr_fr: Format de plage inconnu : %s
nl_nl: Onbekend reeks formaat: %s

source: %s was banned for %s by %s with reason: %s
de_de: %s wurde gebannt wegen %s für %s von %s
fr_fr: %s a été banni pour %s par %s avec la raison suivante : %s
nl_nl: %s is verbannen voor %s door %s met reden %s

source: %s was banned for %s by %s without reason.
de_de: %s wurde, ohne Angabe eines Grundes, gebannt für %s von%s
fr_fr: %s a été banni pour %s par %s sans donner de raison.
nl_nl: %s verbannen voor %s door %s zonder reden.

source: %s was banned permanently by %s with reason: %s
de_de: %s wurde wegen %s von %s permanent gebannt.
fr_fr: %s a été banni de façon définitive par %s avec la raison suivante : %s
nl_nl: %s is verbannen permanent door %s met reden %s

source: %s was banned permanently by %s without reason.
de_de: %s wurde von %s permanent gebannt, ohne Angabe eines Grundes.
fr_fr: %s a été banni de façon définitive par %s sans donner de raison.
nl_nl: %s is verbannen permanent door %s zonder reden.

source: Added new ban
de_de: Neuer Bann hinzugefügt
fr_fr: Ajout d'un nouveau ban
nl_nl: Toegevoegd nieuwe ban

source: Removed temporary nick ban
de_de: Temporärer Nick-Bann aufgehoben
fr_fr: Bannissement temporaire de pseudonyme enlevé

source: Removed temporary IP ban
de_de: Temporärer IP-Bann aufgehoben
fr_fr: Bannissement temporaire d'IP enlevé

source: Temporary ban not found
de_de: Temporärer Bann nicht gefunden
fr_fr: Bannissement temporaire introuvable

source: Temporary nick ban not found
de_de: Temporärer Nick-Bann nicht gefunden
fr_fr: Bannissement temporaire de pseudonyme introuvable

source: Temporary IP ban not found
de_de: Temporärer IP-Bann nicht gefunden
fr_fr: Bannissement temporaire d'IP introuvable

source: Temporary nick ban information
de_de: Informationen zum temporären Nick-Bann
fr_fr: Informations de bannissement temporaire de pseudonyme

source: Temporary IP ban information
de_de: Informationen zum temporären IP-Bann
fr_fr: Informations de bannissement temporaire d'IP

source: Trigger definition: %s
de_de: Definition des Triggers: %s
fr_fr: Définition du déclencheur : %s
nl_nl: Trigger definitie: %s

source: Trigger not found: %s
de_de: Trigger nicht gefunden: %s
fr_fr: Déclencheur non trouvé : %s
nl_nl: Trigger niet gevonden : %s

source: Configuration file: %s
de_de: Konfigurationsdatei: %s
fr_fr: Fichier de configuration : %s
nl_nl: Configuratie bestand: %s

source: Configuration file is empty: %s
de_de: Konfigurationsdatei ist leer: %s
fr_fr: Le fichier de configuration est vide : %s
nl_nl: Configuratie bestand is leeg: %s

source: Configuration filter results: %s
de_de: Konfigurationsfilterergebnisse: %s
fr_fr: Les résultats du filtre de configuration : %s
nl_nl: Configuratie Filter resultaten : %s

source: Configuration filter didn't return any results: %s
de_de: Konfigurationsfilter hat keine Ergebnisse zurückgegeben: %s
fr_fr: Le filtre de configuration n'a retourné aucun résultat : %s
nl_nl: Configuratie filter leverde geen resultaten op : %s

source: Undefined configuration variable: %s.%s
de_de: Unbestimmte Konfigurationsvariable: %s.%s
fr_fr: Variable de configuration non définie : %s.%s
nl_nl: Ongedefinieerde configuratie variabele: %s.%s

source: Updated configuration %s.%s: %s -> %s
de_de: Aktualisierte Konfiguration %s.%s: %s -> %s
fr_fr: Configuration mise à jour %s.%s: %s -> %s
nl_nl: Configuratie geüpdate %s.%s: %s -> %s

source: Warning: %s allows maximum %d users, but current resource limit is %d, so consider running ulimit -n <max_users> and restarting the hub.
de_de: Warnung: %s Erlaubt eine maximale Anzahl von %d Nutzern, aber das aktuelle Ressourcenlimit ist %d, also erwäge, ulimit -n auszuführen und den Hub neu zu starten.
fr_fr: Attention : %s permet un maximum utilisateur %d , mais la limite actuelle de la ressource est %d, alors pensez à exécuter ulimit -n <max_users> et à redémarrer le hub.
nl_nl: Waarschuwing : %s zorgt voor een maximale %d gebruikers , maar de huidige bron limiet is %d , dus overwegen om ulimit -n < MAX_USERS > en het herstarten van de hub.

source: Error setting rights or restrictions for user: %s
de_de: Fehler beim Setzen von Rechten oder Einschränkungen für den Benutzer: %s
fr_fr: Erreur de réglage des droits ou des restrictions pour l'utilisateur : %s
nl_nl: Fout bij het instellen van rechten of beperkingen voor de gebruiker : %s

source: Allowing user to use main chat again: %s
de_de: Erlaubt dem Benutzer, den Hauptchat wieder zu benutzen: %s
fr_fr: Permettre à l'utilisateur d'utiliser le chat principal à nouveau : %s
nl_nl: Het is gebruikers toegestaan de main chat weer te gebruiken: %s

source: Restricting user from using main chat: %s for %s
de_de: Benutzer kann den Hauptchat nicht benutzen: %s für %s
fr_fr: Restriction de l'utilisateur d'utiliser le chat principal : %s de %s
nl_nl: Het beperken van de gebruiker van het gebruik van de main chat: %s voor %s

source: %s was allowed to use main chat again by %s without reason.
de_de: %s wurde von %s ohne Angabe eines Grundes wieder erlaubt, den Hauptchat zu benutzen.
fr_fr: %s a été autorisé à utiliser le chat à nouveau par %s qui n'a pas donné de raison.
nl_nl: %s mag de mainchat gebruiken door %s zonder reden.

source: %s was restricted from using main chat for %s by %s without reason.
de_de: %s wurde von %s für %s ohne Angabe eines Grundes vom Hauptchat ausgeschlossen.
fr_fr: %s a été interdit d'utiliser le chat principal pour %s par %s qui n'a pas donné de raison.
nl_nl: %s is beperkt om de mainchat te gebruiken voor %s door %s zonder reden.

source: Allowing user to use private chat again: %s
de_de: Benutzer erlauben privaten Chats zu nutzen: %s
fr_fr: Permettre à l'utilisateur d'utiliser un chat privé à nouveau : %s
nl_nl: Gebruikers toestaan de privé -chat weer te gebruiken: %s

source: Restricting user from using private chat: %s for %s
de_de: Benutzer kann Private Chats nicht benutzen: %s für %s
fr_fr: Restriction de l'utilisateur d'utiliser un chat privé : %s de %s
nl_nl: Het beperken van de gebruiker van het gebruik van privé- chat: %s voor %s

source: %s was allowed to use private chat again by %s without reason.
de_de: %s wurde von %s ohne Angabe eines Grundes wieder erlaubt, Private Chats zu benutzen.
fr_fr: %s a été autorisé à utiliser de nouveau le chat privé par %s qui n'a pas donné de raison.
nl_nl: %s mag de prive chat gebruiken door %s zonder reden.

source: %s was restricted from using private chat for %s by %s without reason.
de_de: %s wurde von %s für %s ohne Angabe eines Grundes von privaten Chats ausgeschlossen.
fr_fr: %s a été interdit d'utiliser le chat privé pour %s par %s qui n'a pas donné de raison.
nl_nl: %s is beperkt om de prive chat te gebruiken voor %s door %s zonder reden.

source: Allowing user to use main and private chat again: %s
de_de: Benutzer erlauben Hauptchat und privaten Chats zu nutzen: %s
fr_fr: Permettre à l'utilisateur d'utiliser le chat principal et à nouveau privé : %s
nl_nl: Gebruikers toestaan de main- en privé -chat weer gebruiken : %s

source: Restricting user from using main and private chat: %s for %s
de_de: Benutzer kann den Hauptchat und private Chats nicht benutzen: %s für %s
fr_fr: Restriction de l'utilisateur d'utiliser le chat principal et privé : %s pour %s
nl_nl: Het beperken van de gebruiker van het gebruik van main- en privé chat: %s voor %s

source: %s was allowed to use main and private chat again by %s without reason.
de_de: %s wurde von %s ohne Angabe eines Grundes wieder erlaubt, den Hauptchat und private Chats zu benutzen.
fr_fr: %s a été autorisé à utiliser les chats principal et privé de nouveau par %s qui n'a pas donné de raison.
nl_nl: %s toegestaan om de main en prive chat weer te gebruiken door %s zonder reden.

source: %s was restricted from using main and private chat for %s by %s without reason.
de_de: %s wurde von %s für %s ohne Angabe eines Grundes vom Hauptchat und privaten Chats ausgeschlossen.
fr_fr: %s a été interdit d'utiliser les chat principal et privé pour %s par %s qui n'a pas donné de raison.
nl_nl: %s is beperkt om de main en prive chat te gebruiken voor %s door %s zonder een reden.

source: Allowing user to download again: %s
de_de: Erlaubt dem Benutzer wieder zu downloaden: %s
fr_fr: Permettre à l'utilisateur de télécharger à nouveau : %s
nl_nl: Gebruikers toestaan om opnieuw te downloaden : %s

source: Restricting user from downloading: %s for %s
de_de: Benutzer kann nicht downloaden: %s für %s
fr_fr: Restriction de l'utilisateur du téléchargement : %s pour %s
nl_nl: Het beperken van de gebruiker om te downloaden : %s voor %s

source: Allowing user to use search again: %s
de_de: Erlaubt dem Benutzer wieder die Suchfunktion zu verwenden: %s
fr_fr: Permettre à l'utilisateur d'utiliser la recherche à nouveau : %s
nl_nl: Gebruikers toestaan de zoekactie opnieuw te gebruiken : %s

source: Restricting user from using search: %s for %s
de_de: Benutzer kann die Suchfunktion nicht benutzen: %s für %s
fr_fr: Restriction de l'utilisateur d'utiliser la recherche : %s pour %s
nl_nl: Het beperken van de gebruiker om de zoekfunctie te gebruiken: %s voor %s

source: Taking away the right to hide share: %s
de_de: Das Recht nehmen, Freigaben zu verstecken: %s
fr_fr: Enlever le droit de cacher le partage : %s
nl_nl: Het wegnemen van het recht om schare te verbergen : %s

source: Giving user the right to hide share: %s for %s
de_de: Das Recht geben, Freigaben zu verstecken: %s für %s
fr_fr: Donner à l'utilisateur le droit de cacher son partage : %s pour %s
nl_nl: gebruiker het recht geven om share te verbergen: %s voor %s

source: Taking away the right to register others: %s
de_de: Das Recht nehmen, andere Nutzer zu registrieren: %s
fr_fr: Enlever le droit d'enregistrer les autres : %s
nl_nl: Het wegnemen van het recht om anderen te registreren: %s

source: Giving user the right to register others: %s for %s
de_de: Das Recht geben, andere Nutzer zu registrieren: %s für %s
fr_fr: Donner à l'utilisateur le droit d'enregistrer les autres : %s pour %s
nl_nl: Gebruiker het recht geven anderen te registreren: %s voor %s

source: Taking away the right to kick others: %s
de_de: Das Recht nehmen, andere Nutzer zu kicken: %s
fr_fr: Enlever le droit de lancer d'autres kicks : %s
nl_nl: Je hebt geen rechten om gebruikers te kicken : %s

source: Giving user the right to kick others: %s for %s
de_de: Das Recht geben, andere Nutzer zu kicken: %s für %s
fr_fr: Donner à l'utilisateur le droit d' exclure les autres par kick : %s pour %s
nl_nl: Geef gebruiker het recht andere te kicken: %s voor %s

source: Taking away the right to use operator chat: %s
de_de: Das Recht nehmen, den Operator-Chat zu benutzen: %s
fr_fr: Enlever le droit d'utiliser le chat opérateur : %s
nl_nl: Rechten wegnemen om de Operator chat te gebruiken: %s

source: Giving user the right to use operator chat: %s for %s
de_de: Das Recht geben, den Operator-Chat zu benutzen: %s für %s
fr_fr: Donner utilisateur le droit d' utiliser le chat opérateur : %s pour %s
nl_nl: Geef gebruiker het recht om de operator chat te gebruiken: %s voor %s

source: Specified value is expected to be a valid IP address within range %s to %s.
de_de: Es wird erwartet, dass der angegebene Wert eine gültige IP-Adresse innerhalb des Bereichs von %s bis %s ist.
fr_fr: La valeur spécifiée doit être une adresse IP valide dans la plage de %s à %s.

source: Found %d user with IP %s
de_de: %d Benutzer mit IP %s gefunden
fr_fr: %d utilisateur avec l'IP %s trouvé
nl_nl: Gevonden %d gebruikers met IP %s

source: Found %d user with range %s
de_de: %d Benutzer mit Bereich %s gefunden
fr_fr: %d utilisateur avec la plage %s trouvé
nl_nl: Gevonden %d gebruikers met reeks %s

source: Country code must be 2 characters long, for example RU.
de_de: Ländercode muss 2 Zeichen lang sein, zum Beispiel RU.
fr_fr: Le code pays doit être de 2 caractères, par exemple RU.
nl_nl: Land code moet 2 karakters lang zijn. Voorbeeld: RU.

source: Found %d user with country code %s
de_de: %d Benutzer mit Ländercode %s gefunden
fr_fr: %d utilisateur avec le code pays %s trouvé
nl_nl: Gevonden %d gebruiker met land code %s

source: Found %d user with city %s
de_de: %d Benutzer mit Stadt %s gefunden
fr_fr: %d utilisateur de la ville %s trouvé
nl_nl: Gevonden %d gebruikers met stad %s

source: Found %d user on hub port %d
de_de: %d Benutzer auf Hub-Port %d gefunden
fr_fr: %d utilisateur sur le port %d du hub trouvé
nl_nl: Gevonden %d gebruikers op hub poort %d

source: Found %d user with hub URL %s
de_de: %d Benutzer mit Hub-URL %s gefunden
fr_fr: %d utilisateur avec le hub URL %s trouvé
nl_nl: Gevonden %d gebruikers met hub URL %s

source: Found %d user with TLS version %s
de_de: %d Benutzer mit TLS-Version %s gefunden
fr_fr: %d utilisateur trouvé avec la version TLS %s

source: Found %d user with supports %s
de_de: %d Benutzer mit Unterstützung für %s gefunden
fr_fr: %d utilisateur trouvé avec support de %s

source: Found %d user with NMDC version %s
de_de: %d Benutzer mit NMDC-Version %s gefunden
fr_fr: %d utilisateur trouvé avec la version de NMDC %s

source: Found %d user with MyINFO %s
de_de: %d Benutzer mit MyINFO %s gefunden
fr_fr: %d utilisateur trouvé avec MyINFO %s

source: No users found.
de_de: Keine Benutzer gefunden.
fr_fr: Aucun utilisateur trouvé.
nl_nl: Geen gebruikers gevonden.

source: You have no rights to gag, drop or kick anyone.
de_de: Sie haben kein Recht, jemanden zu knebeln, zu trennen oder zu kicken.
fr_fr: Vous n'avez aucun droit de gag drop ou de kick a n'importe qui.
nl_nl: Je hebt geen rechten om gag, drop of kick commando te gebruiken.

source: You have no rights to drop or kick user: %s
de_de: Sie haben keine Rechte zum Trennen oder Kicken von Benutzer: %s
fr_fr: Vous n'avez pas le droit de kicker ou de couper la connexion de l'utilisateur : %s
nl_nl: Je hebt geen rechten om gebruikers te droppen of te kicken: %s

source: You have no rights to gag user: %s
de_de: Sie haben keine Rechte, um Benutzer: %s zu knebeln
fr_fr: Vous n'avez pas le droit de faire taire l'utilisateur %s
nl_nl: Je hebt geen rechten om gebruiker: %s te gaggen.

source: You have no rights to gag nick: %s
de_de: Sie haben keine Rechte, um Nick %s zu knebeln
fr_fr: Vous n'avez pas le droit de faire taire le pseudonyme %s
nl_nl: Je heb geen rechten om nick: %s te gaggen.

source: %s was restricted from using main chat for %s by %s with reason: %s
de_de: %s wurde die Nutzung des Hauptchats für %s von %s mit folgender Begründung verboten: %s
fr_fr: %s a été interdit d'utiliser le chat principal pour %s par %s avec la raison suivante : %s
nl_nl: %s is beperkt om de mainchat te gebruiken voor %s door %s met reden: %s

source: %s was allowed to use main chat again by %s with reason: %s
de_de: %s wurde von %s wieder für den Hauptchat zugelassen mit dem Grund: %s
fr_fr: %s a été autorisé à utiliser de nouveau le chat principal par %s avec la raison suivante : %s
nl_nl: %s mag e mainchat weer gebruiken door %s met reden %s

source: Loaded plugins
de_de: Geladene Erweiterungen
fr_fr: Plugins chargés
nl_nl: Geladen plugins

source: You don't want to unload Plugman because all other plugins are loaded via it.
de_de: Sie möchten Plugman nicht deaktivieren, da alle anderen Plugins über diesen geladen werden.
fr_fr: Vous ne voulez pas décharger Plugman car tous les autres plugins sont chargés via ce dernier.
nl_nl: Je wilt Plugman niet uitzetten, omdat alle andere plug-ins er mee worden geladen.

source: You don't want to reload Plugman because all other plugins are loaded via it.
de_de: Sie möchten Plugman nicht neu laden, da alle anderen Plugins über diesen geladen werden.
fr_fr: Vous ne voulez pas recharger Plugman car tous les autres plugins sont chargés via ce dernier.
nl_nl: Je wilt Plugman niet herladen omdat alle andere plug-ins er mee worden geladen.

source: classdif_reg value must be between %d and %d. Please correct this first.
de_de: classdif_reg Wert muss zwischen %d und %d liegen. Bitte korrigieren Sie dies zuerst.
fr_fr: valeur classdif_reg doit être comprise entre %d et %d . Veuillez d'abord corriger cela .
nl_nl: classdif_reg waarde moet tussen %d en %d . Corrigeer deze eerste .

source: Found %d registered user with class %d
de_de: %d registrierter Benutzer mit Klasse %d gefunden
fr_fr: %d utilisateur enregistré avec classe %d trouvé
nl_nl: Gevonden %d geregistreerde gebruikers met class %d

source: No registered users with class %d found.
de_de: Keine registrierten Benutzer mit der Klasse %d gefunden.
fr_fr: Aucun utilisateur enregistré avec la classe profil %d trouvé.
nl_nl: Geen geregistreerde gebruikers met klasse %d gevonden.

source: You specified invalid class number.
de_de: Sie haben eine ungültige Klassennummer angegeben.
fr_fr: Vous avez spécifié un numéro de classe invalide.
nl_nl: Je specificeerde een ivalid class nummer

source: Registered user not found: %s
de_de: Registrierter Benutzer nicht gefunden: %s
fr_fr: Utilisateur enregistré introuvable : %s
nl_nl: Geregistreerde gebruiker niet gevonden: %s

source: User is already registered: %s
de_de: Benutzer ist bereits registriert: %s
fr_fr: L'utilisateur est déjà enregistré : %s
nl_nl: Gebruiker is al geregistreerd: %s

source: You have been registered with class %d. Please set your password by using following command: +passwd <password>
de_de: Sie haben sich mit Klasse %d registriert. Bitte setzen Sie Ihr Passwort mit dem folgenden Befehl: +passwd <password>
fr_fr: Vous avez été enregistré avec la classe %d. Veuillez définir votre mot de passe à l'aide de la commande suivante: +passwd <password>
nl_nl: U bent geregistreerd met klasse %d. Stel uw wachtwoord met behulp van volgende commando: + passwd <Wachtwoord>

source: %s has been registered with class %d and password.
de_de: %s wurde mit Klasse %d und Passwort registriert.
fr_fr: %s a été enregistré avec le profil %d et avec un mot de passe.
nl_nl: %s is geregistreerd met klasse %d en wachtwoord .

source: %s has been registered with class %d. Please tell him to set his password.
de_de: %s wurde mit Klasse %d registriert. Bitte sagen Sie ihm, dass er sein Passwort festlegen soll.
fr_fr: %s a été enregistré avec la classe %d. S'il vous plaît dites-lui de définir son mot de passe.
nl_nl: %s is geregistreerd met class %d. vertel hem om het paswoord in te vullen.

source: Error adding new user.
de_de: Fehler beim Hinzufügen des neuen Benutzers.
fr_fr: Erreur lors de l'ajout d'un nouvel utilisateur.
nl_nl: Fout bij toevoegen van nieuwe gebruiker.

source: %s has been unregistered, user information
de_de: %s wurde unregistriert, Benutzerinformation
fr_fr: %s a été désinscrit, informations de l'utilisateur
nl_nl: %s is ongeregistreerd, informatie voor de gebruiker.

source: Error unregistering %s, user information
de_de: Fehler beim Aufheben der Registrierung %s, Benutzerinformation
fr_fr: Erreur lors de la désinscription de %s, informations de l'utilisateur
nl_nl: Fout unregistering %s informatie voor de gebruiker.

source: Password updated.
de_de: Passwort aktualisiert.
fr_fr: Mot de passe mis à jour.
nl_nl: Wachtwoord bijgewerkt.

source: You can change your password now. Use the +passwd command followed by your new password.
de_de: Sie können Ihr Passwort jetzt ändern. Verwenden Sie den Befehl +passwd, gefolgt von Ihrem neuen Passwort.
fr_fr: Vous pouvez modifier votre mot de passe maintenant.Utilisez la commande +passwd suivi de votre nouveau mot de passe .
nl_nl: U kunt uw wachtwoord nu wijzigen . Gebruik de + passwd commando gevolgd door uw nieuwe wachtwoord.
