Repository: Verlihub/verlihub
Catalog: po/core_*.CP1250.po
Languages: pl_pl, ro_ro

source: Nick: %s
pl_pl: Nazwa uzytkownika: %s
ro_ro: Nume utilizator: %s

source: IP range: %s - %s
pl_pl: Zakres adresow IP: %s - %s
ro_ro: Gama de IP-uri: %s - %s

source: Reason: %s
pl_pl: Powod: %s
ro_ro: Motiv: %s

source: Time
pl_pl: Czas
ro_ro: Timp

source: %s left
pl_pl: %s zostalo
ro_ro: %s rãmas

source: Permanently
pl_pl: Na stale
ro_ro: Permanent

source: User note: %s
pl_pl: Notatka u¿ytkownika: %s
ro_ro: Nota utilizatorului: %s

source: Operator note: %s
pl_pl: Notatka operatora: %s
ro_ro: Nota operatorului: %s

source: Type: %s
pl_pl: Rodzaj: %s
ro_ro: Tip: %s

source: Last hit
pl_pl: Ostatni hit
ro_ro: Ultima loviturã

source: %s ago
pl_pl: %s temu
ro_ro: %s în urmã

source: Never
pl_pl: Nigdy
ro_ro: Niciodatã

source: Nick + IP
ro_ro: Nume de utilizator + IP

source: Nick
ro_ro: Nume utilizator

source: IP range
pl_pl: Zakres IP
ro_ro: Clasa IP

source: Host level 1
pl_pl: Host poziom 1
ro_ro: Nivel de host 1

source: Host level 2
pl_pl: Host poziom 2
ro_ro: Nivel de host 2

source: Host level 3
pl_pl: Host poziom 3
ro_ro: Nivel de host 3

source: Share size
pl_pl: Rozmiar udostepnienia
ro_ro: Mãrimea shareului

source: Nick prefix
ro_ro: Prefixul numelui de utilizator

source: Reverse host
pl_pl: Odwrotnosc hosta
ro_ro: Reversul hostului (RDNS)

source: Expired %s
pl_pl: Uplynal %s
ro_ro: A expirat %s

source: Item
pl_pl: Pozycja w spisie
ro_ro: Articol

source: Type
pl_pl: Typ
ro_ro: Tip

source: Password
pl_pl: Haslo
ro_ro: Parola

source: Unknown
pl_pl: Nieznany
ro_ro: Necunoscut

source: User not online: %s
pl_pl: Uzytkownik jest niedostepny: %s
ro_ro: Utilizatorul %s nu este online

source: User not in chatroom: %s
pl_pl: Uzytkownik nie nalezy do pokoju: %s
ro_ro: Utilizatorul nu este în camera de chat: %s

source: You have no rights to remove user from chatroom: %s
pl_pl: Nie masz uprawnien do usuniecia uzytkownika z pokoju: %s
ro_ro: Nu ai suficiente drepturi pentru a inlatura utilizatorul din acest chatroom: %s

source: User removed from chatroom: %s
pl_pl: Uzytkownik usuniety z pokoju: %s
ro_ro: Utilizator dat afara din camera de chat: %s

source: You are removed from chatroom.
pl_pl: Zostales usuniety z pokoju.
ro_ro: Ai fost inlaturat/dat afara din camera de chat.

source: Chatroom members
pl_pl: Pokoj uzytkownikow
ro_ro: Utilizatori prezenti in camera de chat

source: User is already in chatroom: %s
pl_pl: Uzytkownik jest juz w pokoju: %s
ro_ro: Utilizatorul este deja in camera de chat: %s

source: User added to chatroom: %s
pl_pl: Dodano uzytkownika do pokoju: %s
ro_ro: Utilizator adaugat in camera de chat: %s

source: Command suffix %s is not implemented, known suffixes are
pl_pl: Przyrostek polecenia %s nie jest znany, znane przyrostki to
ro_ro: Sufixul %s comenzii nu este implementat, optiunile tale sunt

source: Suffix regular expression
pl_pl: Wyrazenie regularne sufiksu
ro_ro: Expresie regulata a sufixului

source: Parameters regular expression
pl_pl: Wyrazenie regularne parametrow
ro_ro: Parametrii regulari ai expresiei

source: Command parameters error
pl_pl: Bledne parametry komendy
ro_ro: Eroare în parametrii comenzii

source: Key
pl_pl: Klucz
ro_ro: Cheie

source: ValidateNick
pl_pl: Wadliwa nazwa uzytkownika
ro_ro: ValidareNick

source: Login
pl_pl: Zaloguj sie
ro_ro: Autentificare

source: MyINFO
ro_ro: Informatiile mele

source: Operation timeout: %s
pl_pl: Uplynal limit czasu: %s
ro_ro: Operatiune in asteptare: %s

source: General timeout
pl_pl: Ogolny limit czasu
ro_ro: Asteptare in general

source: Protocol flood detected
pl_pl: Wykryto protocol flood.
ro_ro: Flood de protocol detectat

source: List of connection types
pl_pl: Lista typow polaczen
ro_ro: Lista tipurilor de conexiune

source: Name
pl_pl: Nazwa
ro_ro: Nume

source: Slots
pl_pl: Sloty
ro_ro: Sloturi

source: Upload
pl_pl: Predkosc wysylania
ro_ro: Încãrcare

source: Upload per slot
pl_pl: Predkosc na slot
ro_ro: Încãrcare per slot

source: Description
pl_pl: Opis
ro_ro: Descriere

source: On
pl_pl: Wlaczony
ro_ro: Activ

source: Off
pl_pl: Wylaczony
ro_ro: Închis

source: Any
pl_pl: Dowolny
ro_ro: Oricare

source: Yes
pl_pl: Tak
ro_ro: Da

source: No
pl_pl: Nie
ro_ro: Nu

source: Show list of redirects
pl_pl: Pokaz liste przekierowan
ro_ro: Aratã lista redirecþionãrilor

source: Hits
pl_pl: Liczba
ro_ro: Lovituri

source: Start
pl_pl: Uruchom
ro_ro: Pornire

source: Stop
pl_pl: Zatrzymaj
ro_ro: Oprire

source: Status
ro_ro: Statut

source: Country
pl_pl: Kraj
ro_ro: Tara

source: Minimum: %.4f
ro_ro: Minim: %.4f

source: Maximum: %.4f
ro_ro: Maxim: %.4f

source: Show list of clients
pl_pl: Pokaz liste klientow
ro_ro: Aratã lista clienþilor DC

source: Version
pl_pl: Wersja
ro_ro: Versiune

source: Banned
pl_pl: Zbanowany
ro_ro: Banat

source: User commands are currently disabled.
pl_pl: Komendy uzytkownika sa obecnie wylaczone.
ro_ro: Comenzile destinate utilizatorilor au fost dezactivate temporar.

source: Full list of commands
pl_pl: Pelna lista komend
ro_ro: Lista completã de comenzi

source: User
pl_pl: Uzytkownik
ro_ro: Utilizator

source: User not found: %s
pl_pl: Nie znaleziono uzytkownika: %s
ro_ro: Utilizator negasit: %s

source: Please specify one or more nicks separated by space.
pl_pl: Prosze podac jeden lub wiecej nickow oddzielonych spacja.
ro_ro: Te rugam sa introduci unul sau mai multe nume de utilizatori, separate prin spatii

source: Showing %d result
pl_pl: Wyswietlam %d rezulat
ro_ro: Revelare %d rezultat

source: Host
ro_ro: Gazda

source: Unable to resolve hostname of user: %s
pl_pl: Nie mozna rozpoznac nazwy hosta uzytkownika: %s
ro_ro: Incapabil de a rezolva hostname-ul pentru user: %s

source: City
pl_pl: Miasto
ro_ro: Oras

source: Please note, hub is no longer scheduled for restart.
pl_pl: Uwaga, zaplanowano ju¿ restart huba.
ro_ro: Te rog sã reþii, hubul nu mai este programat pentru restart.

source: Please note, hub has been scheduled to restart in: %s
pl_pl: Uwaga: zaplanowano restart huba za %s
ro_ro: Atentie va rugam, hubul a fost programat pentru restart in: %s

source: Please note, hub will be restarted now.
pl_pl: Uwaga: hub zostanie teraz zrestartowany!
ro_ro: Atentie, hubul se va restarta acum.

source: Please note, hub is no longer scheduled for stop.
pl_pl: Uwaga, zaplanowano zatrzymanie huba.
ro_ro: Te rog sã reþii, hubul nu mai este programat pentru oprire.

source: Please note, hub has been scheduled to stop in: %s
pl_pl: Uwaga: zaplanowano zatrzymanie huba za %s
ro_ro: Atentie, hubul a fost programat sa se opreasca in: %s

source: Please note, hub will be stopped now.
pl_pl: Uwaga: hub zostanie teraz wylaczony!
ro_ro: Atentie, hubul o sa se opreasca acum.

source: Usage example: !ccbc :US:GB: <message>
pl_pl: Przyklad uzycia: !ccbc :PL:GB: <wiadomosc>
ro_ro: Exemplu de utilizare: !ccbc :US:GB: <mesaj>

source: Message delivered to %d user in zones %s in %s.
pl_pl: Wiadomosc dostarczona do %d uzytkownika w strefach %s w %s.
ro_ro: Mesaj livrat cãtre %d utilizator în zonele %s în %s.

source: Your information
pl_pl: Twoje dane
ro_ro: Informatiile tale

source: Your IP information
pl_pl: Twoje IP
ro_ro: Informatii referitoare la IP-ul tau

source: This command is currently disabled.
pl_pl: To polecenie jest obecnie wylaczone.
ro_ro: Aceasta comanda este momentan inactiva.

source: Your message wasn't sent because it equals your previous message.
pl_pl: Twoja wiadomosc nie zostala wyslana, poniewaz jest taka sama jak poprzednia.
ro_ro: Mesajul tãu nu s-a trimis pentru cã este exact acelelasi cu mesajul tãu anterior.

source: Public chat messages are now visible. To hide them, write: +nochat
pl_pl: Publiczny czat jest teraz widoczny. Aby go ukryc, uzyj komendy +nochat
ro_ro: Mesajele chat-ului public sunt acum vizibile. Pentru a le ascunde, scrie: +nochat

source: Public chat messages are already visible. To hide them, write: +nochat
pl_pl: Publiczny czat juz jest widoczny. Aby go ukryc, uzyj komendy +nochat
ro_ro: Mesajele chat-ului public sunt deja vizibile. Pentru a le ascunde, scrie: +nochat

source: Public chat messages are now hidden. To show them, write: +chat
pl_pl: Publiczny czat jest teraz ukryty. Aby to zmienic, uzyj komendy +chat
ro_ro: Mesajele chat-ului public sunt acum ascunse. Pentru a le revela, scrie: +chat

source: Public chat messages are already hidden. To show them, write: +chat
pl_pl: Publiczny czat juz jest ukryty. Aby to zmienic, uzyj komendy +chat
ro_ro: Mesajele chat-ului public sunt deja ascunse. Pentru a le revela, scrie: +chat

source: Authors
pl_pl: Autorzy
ro_ro: Autori

source: Not forgetting other 4 people who didn't want to be listed here.
ro_ro: Neuitând alþi 4 useri ce n-au vrut sã fie listaþi aici.

source: Translators
pl_pl: Tlumacze
ro_ro: Translatori

source: Translate
pl_pl: Tlumaczyc
ro_ro: Traduce

source: Contributors
pl_pl: Wspolpracownicy
ro_ro: Contribuitori

source: Credits
pl_pl: Podziekowania
ro_ro: Credit

source: We would like to thank everyone in our support hub for their input and valuable support and of course everyone who continues to use this great hub software.
pl_pl: Chcielibysmy podziekowac wszystkim z huba Verlihub Administrator Zone za ich wklad i cenne wsparcie i oczywiscie wszystkim, którzy w dalszym ciagu chca korzystac z tego wspanialego oprogramowania.
ro_ro: Dorim sã mulþumim tuturor celor ce ne-au sprijinit în costruirea acestui soft de hub ºi celor care continuã sã ne sprijine, cât ºi celor ce utilizeazã acest soft bine structurat.

source: Website
pl_pl: Witryna internetowa
ro_ro: Site URL

source: Wiki
pl_pl: Encyklopedia
ro_ro: Wikipedia

source: Donation
pl_pl: Darowizna
ro_ro: Donaþie

source: Donators
pl_pl: Darczynca
ro_ro: Donatori

source: Hub information
pl_pl: Informacje o hubie
ro_ro: Informatii despre HUB

source: Owner: %s
pl_pl: Wlasciciel: %s
ro_ro: Proprietar: %s

source: Not set
pl_pl: Nie ustawiono
ro_ro: Nu a fost setat(a)

source: Address: %s
pl_pl: Adres: %s
ro_ro: Adresã: %s

source: Status: %s
ro_ro: Statut: %s

source: Users: %d of %d
pl_pl: Uzytkownicy: %d z %d
ro_ro: Utilizatori: %d din %d

source: Active: %d
pl_pl: Aktywny: %d
ro_ro: Activ: %d

source: Passive: %d
pl_pl: Pasywny: %d
ro_ro: Pasiv: %d

source: Bots: %d
pl_pl: Boty: %d
ro_ro: Boþi: %d

source: Share: %s
pl_pl: Udostepnienie: %s
ro_ro: Sharing: %s

source: Class: %d [%s]
pl_pl: Klasa: %d [%s]
ro_ro: Clasa: %d [%s]

source: Search interval: %d second
pl_pl: Szukaj w odstepie %d sekundy
ro_ro: Interval de cãutare: %d secundã

source: Mode: %s
pl_pl: Tryb: %s
ro_ro: Mod: %s

source: Passive
pl_pl: Pasywny
ro_ro: Pasiv

source: Active
pl_pl: Aktywny
ro_ro: Activ

source: Hidden: %s
pl_pl: Ukryty: %s
ro_ro: Ascundere: %s

source: This functionality is currently disabled.
pl_pl: Ta funkcja jest obecnie wylaczona.
ro_ro: Aceastã functie este temporar dezactivata.

source: Registration failed. Please contact an operator for help.
pl_pl: Rejestracja nie powiodla sie. Nalezy skontaktowac sie z operatorem, aby uzyskac pomoc.
ro_ro: Înregistrare esuatã. Pentru ajutor, contacteazã un operator al acestui hub.

source: You are already registered.
pl_pl: Jestes juz zarejestrowany.
ro_ro: Esti deja inregistrat.

source: You are not registered yet.
pl_pl: Nie jestes jeszcze zarejestrowany.
ro_ro: Încã nu eºti înregistrat.

source: You have been unregistered.
pl_pl: Zosta³eœ wyrejestrowany.
ro_ro: Ai fost ºters din lista userilor înregistraþi.

source: User has been unregistered
pl_pl: U¿ytkownik zosta³ wyrejestrowany.
ro_ro: Utilizatorului i s-a ºters înregistrarea

source: An error occured while unregistering.
pl_pl: Wystapil blad podczas wyrejestrowywania.
ro_ro: O eroare a intervenit în procesul de ºtergere a înregistrãrii.

source: Unregistration request
pl_pl: Zadanie wyrejestrowania
ro_ro: Cerere de ºtergere a înregistrãrii

source: Thank you, your unregistration request has been sent to operators. Please await an answer.
ro_ro: Mulþumim, cererea ta de a þi se ºterge înregistrarea a fost trimisã cãtre operatori. Te rugãm sã aºtepþi un rãspuns.

source: Your nick must start with: %s
pl_pl: Twoj nick musi zaczynac sie od: %s
ro_ro: Numele tau de utilizator, trebuie sa inceapa cu: %s

source: You need to share at least: %s
pl_pl: Musisz udostêpniæ co najmniej: %s
ro_ro: Trebuie sã partajezi pentru copiere cel puþin: %s

source: Minimum password length is %d characters. Please retry.
pl_pl: Minimalna dlugosc hasla wynosi %d znakow. Prosze sprobowac ponownie.
ro_ro: Maximul de caractere permis pentru parolã e de %d caractere. Te rugãm sã reîncerci cu mai putine caractere.

source: You have been registered with class %d and following password: %s
pl_pl: Zostales zarejestrowany z klasa %d i haslem: %s
ro_ro: Ai fost inregistrat pe acest hub, cu clasa %d avand parola: %s

source: New user has been registered with class %d
pl_pl: Nowy u¿ytkownik zosta³ zarejestrowany z klas¹ %d
ro_ro: Un nou utilizator a fost înregistrat cu clasa %d

source: An error occured while registering.
pl_pl: Wystapil blad podczas rejestracji.
ro_ro: A aparut o eroare in procesul de inregistrare !

source: Registration request with password: %s
pl_pl: Prosba o rejestracje z haslem: %s
ro_ro: Cerere de înregistrare cu parolã: %s

source: Registration request without password
pl_pl: Prosba o rejestracje bez wpisania hasla
ro_ro: Cerere de inregistrare fara parola

source: Thank you, your registration request has been sent to operators. Please await an answer.
ro_ro: Mulþumim, cererea ta de înregistrare a fost trimisã cãtre operatori. Te rugãm sã aºtepþi un rãspuns.

source: You have no rights to change topic.
pl_pl: Nie masz uprawnien do zmiany tematu.
ro_ro: Tu nu ai drepturi pentru a schimba fraza topic.

source: Topic must not exceed 255 characters, but your topic has %d characters.
pl_pl: Maksymalna dlugosc tematu to 255 znakow, a Twoj posiada %d znakow.
ro_ro: Topicul nu trebuie sã depãseascã lungimea de 255 caractere, iar topicul tãu are %d caractere, te rugãm sã mai tai din el si sã reîncerci.

source: Your action was blocked by a plugin.
pl_pl: Twoje dzialanie zostalo uniemozliwione przez wtyczke.
ro_ro: Acctiunea ta a fost blocatã de un plugin.

source: %s changed the topic to: %s
pl_pl: %s zmienil temat na: %s
ro_ro: %s schimbã topicul în: %s

source: %s removed the topic.
pl_pl: %s usunal temat.
ro_ro: %s sterge topicul.

source: You are not allowed to change your password now. Ask an operator for help.
pl_pl: Nie masz uprawnien do zmiany hasla. Skontaktuj sie z jednym z operatorow huba.
ro_ro: Nu îti este permis sã-ti schimbi singur parola. Ia legãtura cu un master pentru aceastã operatiune.

source: Error updating password.
pl_pl: Blad aktualizacji hasla.
ro_ro: A aparut o eroare cand s-a incercat modificarea parolei.

source: Password updated successfully.
pl_pl: Haslo zostalo zaktualizowane.
ro_ro: Parola a fost modificata cu succes.

source: Please use: !hideme <class>, where <class> is the maximum class of users that may not see your kicks.
pl_pl: Prosze uzyc komendy !hideme <klasa>, gdzie <klasa> to maksymalna klasa uzytkowników, ktorzy nie beda widzieli, jak bedziesz kogos wykopywal.
ro_ro: Te rog sã utilizezi: !hideme <class>, unde <class> este clasa maximã a utilizatorilor ce nu-ti vor putea vedea kick-urile.

source: Your kicks are now hidden from users with class %d and below.
pl_pl: Tylko uzytkownicy o klasie powyzej %d beda widzieli, jak bedziesz wykopywal innych.
ro_ro: Kick-urile tale sunt acum ascunse pentru utilizatorii cu clasa %d si mai jos.

source: Command usage: !userlimit <max_users> [<minutes>=60]
pl_pl: Uzycie komendy: !userlimit <max_users> [<minuty>=60]
ro_ro: A se folosi comanda: !userlimit <max_users [<minutes>=60]

source: Updating max_users variable to %d for the duration of %d minute.
pl_pl: Zaktualizowano zmienna max_users na %d na czas %d minut.
ro_ro: Actualizare a variabilei max_users la %d pe durata a %d minut.

source: Command usage: !class <nick> [class=%d]
pl_pl: Sposób u¿ycia komendy: !class <nick> [class=%d]
ro_ro: Comandã folositã: !class <nick> [class=%d]

source: maximum allowed class is %d
pl_pl: maksymalna klasa to %d
ro_ro: clasa maximã permisã este %d

source: Temporarily changing class from %d to %d for user: %s
pl_pl: Tymczasowa zmiana klasy z %d na %d dla uzytkownika: %s
ro_ro: Schimbare temporarã de clasã de la %d la %d pentru utilizatorul: %s

source: You have no rights to change class for this user: %s
pl_pl: Nie masz uprawnien, aby zmienic klase uzytkownika: %s
ro_ro: Tu nu ai dreptul sã schimbi clasa pentru utilizatorul: %s

source: Kicks of this user are now hidden: %s
pl_pl: Kopniecia uzytkownika %s obecnie sa ukryte.
ro_ro: S-au ascuns kick-urile pentru utilizatorul: %s

source: You have no rights to do this.
pl_pl: Nie masz uprawnien, aby to zrobic.
ro_ro: Îmi pare rau, nu ai suficiente permisiuni pentru aceasta actiune.

source: Kicks of this user are now visible: %s
pl_pl: Kopniecia uzytkownika %s sa teraz widoczne.
ro_ro: Sunt acum vizibile kick-urile pentru utilizatorul: %s

source: Use !protect <nickname> <class>.
pl_pl: Uzyj !protect <nazwa uzytkownika> <klasa>.
ro_ro: Foloseste !protect <nume> <clasa>

source: Max class is %d
pl_pl: Maksymalna klasa to %d
ro_ro: Clasa maxima este %d

source: User %s is temporarily protected from class %d
pl_pl: Uzytkownik %s tymczasowo jest chroniony przed kopnieciem przez uzytkonikow klasy %d lub nizszych.
ro_ro: Utilizatorul %s este protejat temporar la clasa %d

source: Done reloading all lists and databases.
pl_pl: Przeladowano wszystkie bazy danych oraz wszystkie listy.
ro_ro: S-a executat reîncãrcarea tuturor listelor ºi bazei de date.

source: Report command is currently disabled.
pl_pl: Komenda raport jest obecnie wylaczona
ro_ro: Comanda *REPORT* este temporar dezactivata. Te rugam sa contactezi un operator pentru asistenta. Multumesc.

source: Reported user %s
pl_pl: Wysylam donos na uzytkownika %s
ro_ro: Utilizatorul %s a fost raportat administratiei. Multumim.

source: Reported offline user %s
pl_pl: Wysylam donos na niezalogowanego uzytkownika %s
ro_ro: A fost raportat un utilizator neconectat %s

source: Without reason
pl_pl: Bez podania powodu
ro_ro: Fara motiv

source: Reason
pl_pl: Powod
ro_ro: Motiv

source: Thank you, your report has been accepted.
pl_pl: Dziekujemy, donos zostal wyslany.
ro_ro: Iti multumim pentru raport, cererea ta a fost trimisa cu succes catre operatori.

source: Missing command parameters.
pl_pl: Brakujace parametry komend.
ro_ro: Lipseste un parametru al comenzii.

source: Protocol command successfully sent.
pl_pl: Komenda zostala wyslana poprawnie.
ro_ro: Comanda trimisa cu succes.

source: Ban list has been cleaned.
pl_pl: Lista banow zostala wyczyszczona.
ro_ro: Lista de banari a fost curatata.

source: Temporary ban list has been cleaned.
pl_pl: Tymczasowa lista banow zostala wyczyszczona.
ro_ro: Lista de banari temporare a fost curatata.

source: Unban list has been cleaned.
pl_pl: Lista unban zostala wyczyszczona.
ro_ro: Lista de banari scoase, a fost curatata.

source: Kick list has been cleaned.
pl_pl: Lista kopniec zostala wyczyszczona.
ro_ro: Lista de kick-uri a fost curatata.

source: Temporary rights list has been cleaned.
pl_pl: Lista tymczasowych praw zostala wyczyszczona.
ro_ro: Lista cu drepturi temporare a fost curãþatã.

source: Ban, unban, kick and temporary ban lists has been cleaned.
ro_ro: Ban, unban, kick ºi lista de de banãri temporare au fost curãþate.

source: This command is not implemented.
pl_pl: To polecenie nie jest obslugiwane.
ro_ro: Ne pare rau, insa aceasta comanda nu a fost inca implementata.

source: Please provide a valid ban time.
pl_pl: Podaj prawidlowy czas bana.
ro_ro: Te rugam sa introduci corect, o perioada de ban.

source: No reason specified
pl_pl: Nie podano uzasadnienia.
ro_ro: Nu a fost specificat niciun motiv.

source: Removed ban
pl_pl: Usunieto bana
ro_ro: Ban scos

source: Ban information
pl_pl: Informacja o banie
ro_ro: Informatii despre ban

source: %d ban found.
pl_pl: Znaleziono %d ban.
ro_ro: %d ban gasit.

source: Unknown range format: %s
pl_pl: Nieznany format zakresu: %s
ro_ro: Format necunoscut: %s

source: %s was banned for %s by %s with reason: %s
ro_ro: %s a fost banat pentru %s de cãtre %s cu motiv: %s

source: %s was banned for %s by %s without reason.
ro_ro: %s a fost banat pentru %s de cãtre %s fãrã motiv.

source: %s was banned permanently by %s with reason: %s
ro_ro: %s a fost banat permanent de cãtre %s fãrã motiv: %s

source: %s was banned permanently by %s without reason.
ro_ro: %s a fost banat permanent de cãtre %s fãrã motiv.

source: Added new ban
pl_pl: Dodano nowego bana
ro_ro: A fost adãugat un ban nou

source: Trigger definition: %s
pl_pl: Wyzwalacz definicji: %s
ro_ro: Definirea triggerului: %s

source: Trigger not found: %s
pl_pl: Wyzwalacz nie znaleziony: %s
ro_ro: Trigger negãsit: %s

source: Configuration file: %s
pl_pl: Plik konfiguracyjny: %s
ro_ro: Filã de configurare: %s

source: Configuration file is empty: %s
pl_pl: Plik konfiguracyjny: %s jest pusty.
ro_ro: Filã de configurare goalã: %s

source: Configuration filter results: %s
pl_pl: Filtruj wyniki z konfiguracji: %s
ro_ro: Rezultate ale filtrului de configurare: %s

source: Configuration filter didn't return any results: %s
pl_pl: Konfiguracja filtra nie zwrocilo zadnych wynikow: %s
ro_ro: Filtrul de configurare ce nu a returnat vre-un rãspuns: %s

source: Undefined configuration variable: %s.%s
pl_pl: Nieznana zmienna konfiguracyjna: %s.%s
ro_ro: Variabilã de configurare nedefinitã: %s.%s

source: Updated configuration %s.%s: %s -> %s
pl_pl: Zaktualizowano konfiguracje %s.%s: zmieniono '%s' na '%s'.
ro_ro: Înnoirea configurãrilor %s.%s: %s -> %s

source: Warning: %s allows maximum %d users, but current resource limit is %d, so consider running ulimit -n <max_users> and restarting the hub.
pl_pl: Ostrzezenie: %s akceptuje maksymalnie %d uzytkownikow, ale obecny limit systemu wynosi %d. Mozna go zmienic, ustawiajac w systemie ulimit -n <max_users> i ponownie uruchomiajac hub.
ro_ro: Avertisment: %s permite maxim %d utilizatori, dar limita resurselor actuale este %d, aºa cã, reconfiguraþi în hub pe server setarea ulimit -n <max_users> la cifra doritã, apoi restartaþi hubul.

source: Error setting rights or restrictions for user: %s
pl_pl: Blad w ustawianiu praw i ograniczen dla uzytkownika %s
ro_ro: Eroare de setare drepturi sau restricþii pentru utilizatorul: %s

source: Allowing user to use main chat again: %s
pl_pl: Umozliwiam uzytkownikowi %s wysylanie publicznych wiadomosci.
ro_ro: Permisiune pentru folosirea chat-ului principal acordatã utilizatorului: %s

source: Restricting user from using main chat: %s for %s
pl_pl: Blokuje uzytkownikowi %s wysylanie publicznych wiadomosci przez %s.
ro_ro: Restricþionare utilizare chat principal: %s pentru %s

source: %s was allowed to use main chat again by %s without reason.
ro_ro: %s a fost autorizat sã foloseascã din nou chat-ul principal de cãtre %s fãrã motiv.

source: %s was restricted from using main chat for %s by %s without reason.
ro_ro: %s a fost oprit a mai utiliza chat-ul principal pentru %s de cãtre %s fãrã motiv.

source: Allowing user to use private chat again: %s
pl_pl: Umozliwiam uzytkownikowi %s wysylanie prywatnych wiadomosci.
ro_ro: Acordarea permisiunii de a folosi chat-ul privat pentru utilizatorul: %s

source: Restricting user from using private chat: %s for %s
pl_pl: Blokuje uzytkownikowi %s wysylanie prywatnych wiadomosci przez %s.
ro_ro: Restricþionarea folosirii chat-ului privat: %s pentru %s

source: %s was allowed to use private chat again by %s without reason.
ro_ro: %s a fost autorizat sã foloseascã din nou chat-ul privat de cãtre %s fãrã motiv.

source: %s was restricted from using private chat for %s by %s without reason.
ro_ro: %s a fost oprit a mai utiliza chat-ul privat pentru %s de cãtre %s fãrã motiv.
