Repository: Verlihub/verlihub
Catalog: po/core_*.CP1252.po
Languages: de_de, fr_fr, nl_nl

source: You're no longer allowed to use main chat for: %s
de_de: Sie dürfen für %s den Hauptchat nicht mehr benutzen.
fr_fr: Vous n'êtes plus autorisé à utiliser le chat principal pour : %s
nl_nl: Je mag de hoofd chat niet meer gebruiken voor: %s

source: You're now allowed to use main chat.
de_de: Sie haben jetzt das Recht, den Hauptchat zu verwenden.
fr_fr: Vous êtes maintenant autorisé à utiliser le chat principal.
nl_nl: U mag de main chat gebruiken.

source: You're no longer allowed to use private chat for: %s
de_de: Sie dürfen für %s keine Private Chats mehr benutzen.
fr_fr: Vous n'êtes plus autorisé à utiliser le chat privé pour : %s
nl_nl: Je mag de privé chat niet meer gebruiken voor: %s

source: You're now allowed to use private chat.
de_de: Sie haben jetzt das Recht, private Chats zu nutzen.
fr_fr: Vous êtes maintenant autorisé à utiliser le chat privé.
nl_nl: U mag de privé -chat niet gebruiken voor.

source: You're no longer allowed to search files for: %s
de_de: Sie dürfen für %s nicht mehr nach Dateien suchen.
fr_fr: Vous n'êtes plus autorisé à rechercher des fichiers pour : %s
nl_nl: Je mag de zoek functie niet meer gebruiken voor: %s

source: You're now allowed to search files.
de_de: Sie haben jetzt das Recht, nach Dateien zu suchen.
fr_fr: Vous êtes maintenant autorisé à rechercher des fichiers.
nl_nl: U mag bestanden zoeken.

source: You're no longer allowed to download files for: %s
de_de: Sie dürfen für %s keine Dateien mehr herunterladen.
fr_fr: Vous n'êtes plus autorisé à télécharger des fichiers pour : %s
nl_nl: Je mag de download functie niet meer gebruiken voor: %s

source: You're now allowed to download files.
de_de: Sie haben jetzt das Recht, Dateien herunterzuladen.
fr_fr: Vous êtes maintenant autorisé à télécharger des fichiers.
nl_nl: U mag bestanden downloaden.

source: You're no longer allowed to kick users.
de_de: Sie dürfen keine Benutzer mehr Kicken.
fr_fr: Vous n'êtes plus autorisé à kicker les utilisateurs.
nl_nl: U mag geen gebruikers kikken.

source: You're now allowed to kick users for: %s
de_de: Sie haben das Recht, für %s Benutzer zu kicken.
fr_fr: Vous êtes maintenant autorisé à kicker les utilisateurs pour : %s
nl_nl: Je mag geen gebruikers kicken voor: %s

source: You're no longer allowed to register users.
de_de: Sie dürfen keine Benutzer mehr registrieren.
fr_fr: Vous n'êtes plus autorisé à enregistrer les utilisateurs.
nl_nl: U mag geen gebruikers registreren voor %s

source: You're now allowed to register users for: %s
de_de: Sie haben das Recht, für %s Benutzer zu registrieren.
fr_fr: Vous êtes maintenant autorisé à enregistrer des utilisateurs pour : %s
nl_nl: Je mag geen gebruikers registreren voor: %s

source: You're no longer allowed to use operator chat.
de_de: Sie dürfen den Operator-Chat nicht mehr benutzen.
fr_fr: Vous n'êtes plus autorisé à utiliser le chat opérateur.
nl_nl: U mag geen gebruikmaken van de Operator chat.

source: You're now allowed to use operator chat for: %s
de_de: Sie haben das Recht, für %s den Operator-Chat zu Verwenden.
fr_fr: Vous êtes maintenant autorisé à utiliser le chat opérateur pour : %s
nl_nl: Je mag de Operator chat niet meer gebruiken voor: %s

source: You're no longer allowed to hide share.
de_de: Sie dürfen ihre Freigabe nicht mehr verstecken.
fr_fr: Vous n'êtes plus autorisé à cacher votre partage.
nl_nl: U mag geen share verbergen.

source: You're now allowed to hide share for: %s
de_de: Sie dürfen nun die Freigabe für %s verstecken.
fr_fr: Vous êtes maintenant autorisé à cacher votre partage pour : %s
nl_nl: Je mag je share niet verbergen voor: %s

source: You're no longer allowed to drop users.
de_de: Du darfst keine Benutzer mehr löschen.
fr_fr: Vous n'êtes plus autorisé à déconnecter des utilisateurs.
nl_nl: U mag geen gebruikers droppen

source: You're now allowed to drop users for: %s
de_de: Du darfst jetzt Benutzer löschen für: %s
fr_fr: Vous êtes maintenant autorisé à déconnecter des utilisateurs pour : %s
nl_nl: Je mag geen gebruikers droppen voor: %s

source: You're no longer allowed to temporarily ban users.
de_de: Du darfst Benutzer nicht mehr temporär sperren.
fr_fr: Vous n'êtes plus autorisé à interdire temporairement les utilisateurs.
nl_nl: U mag geen gebruikers tijdelijk verbannen.

source: You're now allowed to temporarily ban users for: %s
de_de: Du darfst jetzt Benutzer temporär sperren für: %s
fr_fr: Vous êtes maintenant autorisé à interdire temporairement les utilisateurs pour : %s
nl_nl: Je mag geen gebruikers temp bannen voor: %s

source: You're no longer allowed to permanently ban users.
de_de: Du darfst Benutzer nicht mehr dauerhaft sperren.
fr_fr: Vous n'êtes plus autorisé à interdire de façon permanente les utilisateurs.
nl_nl: U mag geen gebruikers permanent verbannen.

source: You're now allowed to permanently ban users for: %s
de_de: Du darfst jetzt Benutzer dauerhaft sperren für: %s
fr_fr: Vous êtes maintenant autorisé à bannir de façon permanente les utilisateurs pour : %s

source: Unknown chatroom command specified.
de_de: Unbekannter Chatraumbefehl angegeben.
fr_fr: Commande de chat inconnue spécifiée.
nl_nl: Onbekend chatroom opdracht aangegeven.

source: You can't use this chatroom, use main chat instead.
de_de: Du kannst diesen Chatraum nicht benutzen, benutze stattdessen den Hauptchat.
fr_fr: Vous ne pouvez pas utiliser ce salon de chat, utilisez le chat principal à la place.
nl_nl: U kunt geen gebruik maken van deze chatroom, gebruik man chat .

source: Hub security doesn't accept private messages, use main chat instead.
de_de: Die Hub Security akzeptiert keine privaten Nachrichten, verwende stattdessen den Hauptchat.
fr_fr: La sécurité du hub n'accepte pas les messages privés , utilisez le chat principal à la place.
nl_nl: Hub security accepteert geen privéberichten, gebruik main chat.

source: Plugin %s %s cannot load extra script.
de_de: Erweiterung %s %s kann kein zusätzliches Skript laden.
fr_fr: L'extension %s %s ne peut charger de script supplémentaire.
nl_nl: Plugin %s %s kan geen extra script laden.

source: Plugin %s %s cannot load script '%s'.
de_de: Erweiterung %s %s kann Skript '%s' nicht laden.
fr_fr: L'extension %s %s ne peut charger le script « %s ».
nl_nl: Plugin %s %s kan geen script laden '%s'.

source: B
fr_fr: o

source: KB
fr_fr: Ko

source: MB
fr_fr: Mo

source: TB
fr_fr: To

source: PB
fr_fr: Po

source: EB
fr_fr: Eo

source: ZB
fr_fr: Zo

source: YB
fr_fr: Yo

source: B/s
fr_fr: o/s

source: KB/s
fr_fr: Ko/s

source: MB/s
fr_fr: Mo/s

source: GB/s
fr_fr: Go/s

source: TB/s
fr_fr: To/s

source: PB/s
fr_fr: Po/s

source: EB/s
fr_fr: Eo/s

source: ZB/s
fr_fr: Zo/s

source: YB/s
fr_fr: Yo/s

source: No help available for this command.
de_de: Für diesen Befehl ist keine Hilfe verfügbar.
fr_fr: Aucune aide disponible pour cette commande.
nl_nl: Er is geen hulp beschikbaar voor deze opdracht.

source: Item successfully added
de_de: Element erfolgreich hinzugefügt.
fr_fr: Article ajouté avec succès
nl_nl: Item succesvol toegevoegd

source: Unable to add item.
de_de: Element kann nicht hinzugefügt werden.
fr_fr: Impossible d'ajouter l'article.
nl_nl: Niet in staat om toe te voegen artikel.

source: Item already exists.
de_de: Element bereits vorhanden.
fr_fr: L'élément existe déjà.
nl_nl: Item bestaat al.

source: Item successfully deleted.
de_de: Element erfolgreich gelöscht.
fr_fr: Article supprimé avec succès.
nl_nl: Item succes vol verwijderd.

source: Item not found.
de_de: Element nicht gefunden.
fr_fr: Article non trouvé.
nl_nl: Item niet gevonden.

source: Item successfully modified
de_de: Element erfolgreich geändert
fr_fr: Article modifié avec succès
nl_nl: Item succes vol gemodificeerd.

source: Error in item data.
de_de: Fehler in den Elementsdaten.
fr_fr: Erreur dans les données de l'élément.
nl_nl: Fout in item date.

source: Type: %s
de_de: Typ: %s

source: Permanent
de_de: Dauerhaft

source: Type
de_de: Typ

source: Clone
de_de: Klonen

source: ValidateNick
de_de: Nichname bestätigen
nl_nl: Bekrachtigen nicknaam

source: MyINFO
de_de: MeineINFO

source: Description
de_de: Beschreibung
nl_nl: beschrijving

source: ID
de_de: Kennung

source: Support
de_de: Unterstützung

source: Mode: %s
de_de: Modus: %s

source: Plugin callbacks
de_de: Erweiterungsrückruf

source: Mode
de_de: Modus

source: OS: %s
de_de: BS: %s

source: Plugins
de_de: Erweiterungen

source: Progressive
de_de: Progressiv
nl_nl: Progressief

source: %ld min
de_de: %ld Minute
nl_nl: %ld minuut

source: %ld sec
de_de: %ld Sekunde

source: %ld msec
de_de: %ld Millisekunde

source: Version
nl_nl: Versie

source: Main chat is currently disabled for users with your class.
nl_nl: Hoofd -chat is momenteel uitgeschakeld voor gebruikers met jou klas

source: Your kics are now hidden from users with class %d and below.
nl_nl: Uw kicks zijn nu verborgen voor gebruikers met klasse %d en lager.

source: You've been temporarily baned due to incorrect password.
nl_nl: Je hebt tijdelijk verbannen als gevolg van onjuist wachtwoord .

source: Private chat is currently disabled for users with your class.
nl_nl: Privé is momenteel uitgeschakeld voor gebruikers met uw klas

source: You're not allowed to search for anthing.
nl_nl: Het is niet toegestaan dat je gebruik kunt maken van de zoek opdracht.

source: Too low upload limit for your connection tye %s, minimum upload rate is %.2f.
nl_nl: Te laag upload limiet voor uw type verbinding %s, minimale uploadsnelheid is %.2f.

source: Port %d: %d
nl_nl: Poort %d: %d

source: Version: %s
nl_nl: Versie: %s

source: ICU version: %d.%d.%d
nl_nl: ICU versie: %d.%d.%d

source: Software: %s %s%s ][ Uptime: %s ][ Users: %d ][ Share: %s
nl_nl: Software: %s %s%s ][ Uptime: %s ][ gebruikers: %d ][ gedeeld: %s

source: You're now allowed to permanently ban sers for: %s
nl_nl: Je mag geen gebruikers permanent bannen voor: %s
