Repository: Verlihub/verlihub
Catalog: po/core_*.CP1251.po
Languages: ru_ru, uk_ua

source: Configuration filter didn't return any results: %s
ru_ru: Фильтр конфигурации не вернул никаких результатов: %s
uk_ua: Фільтр конфігурації не повернув жодних результатів: %s

source: Undefined configuration variable: %s.%s
ru_ru: Неопределенная конфигурационная переменная: %s.%s
uk_ua: Невизначена конфігураційна змінна: %s.%s

source: Updated configuration %s.%s: %s -> %s
ru_ru: Обновлена конфигурация %s.%s: %s -> %s
uk_ua: Оновлено конфігурацію %s.%s: %s -> %s

source: Warning: %s allows maximum %d users, but current resource limit is %d, so consider running ulimit -n <max_users> and restarting the hub.
ru_ru: Внимание: %s разрешает максимально %d пользователей, но ограничение по ресурсами выставлено на %d, как вариант используйте команду ulimit -n <максимум> и перезапустите хаб.
uk_ua: Увага: %s дозволяє максимально %d користувачів, але обмеження ресурсів виставлено на %d, як варіант використовуйте команду ulimit -n <максимум> та перезавантажте хаб.

source: Error setting rights or restrictions for user: %s
ru_ru: Ошибка установки прав или ограничения для пользователя: %s
uk_ua: Помилка встановлення прав або обмеження користувача: %s

source: Allowing user to use main chat again: %s
ru_ru: Разрешение пользователю использовать главный чат: %s
uk_ua: Дозвіл користувачу використовувати головний чат: %s

source: Restricting user from using main chat: %s for %s
ru_ru: Установлен запрет на главный чат для пользователя %s на %s.
uk_ua: Встановлено заборону на головний чат для користувача %s на %s.

source: %s was allowed to use main chat again by %s without reason.
ru_ru: %s было дано право использовать главный чат оператором %s без причины.
uk_ua: %s було надано право використовувати головний чат оператором %s без причини.

source: %s was restricted from using main chat for %s by %s without reason.
ru_ru: %s было отобрано право использовать главный чат на %s оператором %s без причины.
uk_ua: %s було заборонено використовувати головний чат на %s оператором %s без причини.

source: Allowing user to use private chat again: %s
ru_ru: Разрешение пользователю использовать приватный чат: %s
uk_ua: Дозвіл користувачу використовувати приватний чат: %s

source: Restricting user from using private chat: %s for %s
ru_ru: Установлен запрет на приватный чат для пользователя %s на %s.
uk_ua: Встановлено заборону на приватний чат для користувача %s на %s.

source: %s was allowed to use private chat again by %s without reason.
ru_ru: %s было дано право использовать личные сообщения оператором %s без причины.
uk_ua: %s було надано право використовувати особисті повідомлення оператором %s без причини.

source: %s was restricted from using private chat for %s by %s without reason.
ru_ru: %s было отобрано право использовать личные сообщения на %s оператором %s без причины.
uk_ua: %s було відібрано право використовувати особисті повідомлення на %s оператором %s без причини.

source: Allowing user to use main and private chat again: %s
ru_ru: Разрешение пользователю использовать общий и приватный чат: %s
uk_ua: Дозвіл користувачу використовувати головний та приватний чат: %s

source: Restricting user from using main and private chat: %s for %s
ru_ru: Установлен запрет на главный и приватный чат для пользователя %s на %s.
uk_ua: Встановлено заборону на головний та приватний чат для користувача %s на %s.

source: %s was allowed to use main and private chat again by %s without reason.
ru_ru: %s было дано право использовать главный чат и личные сообщения оператором %s без причины.
uk_ua: %s було надано право використовувати головний чат та особисті повідомлення оператором %s без причини.

source: %s was restricted from using main and private chat for %s by %s without reason.
ru_ru: %s было отобрано право использовать главный чат и личные сообщения на %s оператором %s без причины.
uk_ua: %s було відібрано право використовувати головний чат та особисті повідомлення на %s оператором %s без причини.

source: Allowing user to download again: %s
ru_ru: Разрешение пользователю использовать скачивание: %s
uk_ua: Дозвіл користувачу використовувати скачування: %s

source: Restricting user from downloading: %s for %s
ru_ru: Установлен запрет на скачивание для пользователя %s на %s.
uk_ua: Встановлено заборону на скачування для користувача %s на %s.

source: Allowing user to use search again: %s
ru_ru: Разрешение пользователю использовать поиск: %s
uk_ua: Дозвіл користувачу використовувати пошук: %s

source: Restricting user from using search: %s for %s
ru_ru: Установлен запрет на поиск для пользователя %s на %s.
uk_ua: Встановлено заборону пошуку для користувача %s на %s.

source: Taking away the right to hide share: %s
ru_ru: У вас нет прав на скрытие шары: %s
uk_ua: У вас немає прав на приховування шари: %s

source: Giving user the right to hide share: %s for %s
ru_ru: Установка прав на скрытие шары для %s на %s.
uk_ua: Встановлення прав на приховування шари для %s на %s.

source: Taking away the right to register others: %s
ru_ru: У вас нет прав на регистрацию пользователя: %s
uk_ua: У вас немає прав на реєстрацію користувача: %s

source: Giving user the right to register others: %s for %s
ru_ru: Установка прав на регистрацию пользователей для %s на %s.
uk_ua: Встановлення прав на реєстрацію користувачів для %s на %s.

source: Taking away the right to kick others: %s
ru_ru: Снять право на кик и гаг с пользователя: %s
uk_ua: Зняти право на кік та гаг з користувача: %s

source: Giving user the right to kick others: %s for %s
ru_ru: Установка прав на гаг и кик пользователя для %s на %s.
uk_ua: Встановлення прав на гаг та кік користувача для %s на %s.

source: Taking away the right to use operator chat: %s
ru_ru: У вас нет прав на использование чата операторов: %s
uk_ua: У вас немає прав на використання чату операторів: %s

source: Giving user the right to use operator chat: %s for %s
ru_ru: Установка прав на использование чата операторов для %s на %s.
uk_ua: Встановлення прав на використання чату операторів для %s на %s.

source: Specified value is expected to be a valid IP address within range %s to %s.
ru_ru: Указанное значение должно быть верным IP адресом в диапазоне от %s до %s.
uk_ua: Вказане значення має бути правильною IP адресою в діапазоні від %s до %s.

source: Found %d user with IP %s
ru_ru: Найден %d пользователь с IP %s
uk_ua: Знайдено %d користувача с IP %s

source: Found %d user with range %s
ru_ru: Найден %d пользователь с IP диапазоном %s
uk_ua: Знайдено %d користувача з діапазоном %s

source: Country code must be 2 characters long, for example RU.
ru_ru: Код страны должен содержать 2 символа, например RU.
uk_ua: Код країни повинен містити 2 символи, наприклад UA.

source: Found %d user with country code %s
ru_ru: Найден %d пользователь с кодом страны %s
uk_ua: Знайдено %d користувача з кодом країни %s

source: Found %d user with city %s
ru_ru: Найден %d пользователь с городом %s
uk_ua: Знайдено %d користувача з міста %s

source: Found %d user on hub port %d
ru_ru: Найден %d пользователь с портом хаба %d
uk_ua: Знайдено %d користувача з портом хаба %d

source: Found %d user with hub URL %s
ru_ru: Найден %d пользователь с адресом хаба %s
uk_ua: Знайдено %d користувача з адресою хаба %s

source: Found %d user with TLS version %s
ru_ru: Найден %d пользователь с версией TLS %s
uk_ua: Знайдено %d користувача з версією TLS %s

source: Found %d user with supports %s
ru_ru: Найден %d пользователь с саппортами %s
uk_ua: Знайдено %d користувача з саппортами %s

source: Found %d user with NMDC version %s
ru_ru: Найден %d пользователь с версией NMDC %s
uk_ua: Знайдено %d користувача з версією NMDC %s

source: Found %d user with MyINFO %s
ru_ru: Найден %d пользователь с MyINFO %s
uk_ua: Знайдено %d користувача з MyINFO %s

source: No users found.
ru_ru: Пользователей не найдено.
uk_ua: Користувачів не знайдено.

source: You have no rights to gag, drop or kick anyone.
ru_ru: У вас нет прав заглушать, дропать или кикать кого-либо.
uk_ua: У вас немає прав заглушати, дропати або кикати будь-кого.

source: You have no rights to drop or kick user: %s
ru_ru: У вас нет прав на дроп или кик пользователя: %s
uk_ua: У вас немає прав на дроп або кік користувача: %s

source: You have no rights to gag user: %s
ru_ru: У вас нет прав на заглушку пользователя: %s
uk_ua: У вас немає прав на заглушку користувача: %s

source: You have no rights to gag nick: %s
ru_ru: У вас нет прав на заглушку ника: %s
uk_ua: У вас немає прав на заглушку ніка: %s

source: %s was restricted from using main chat for %s by %s with reason: %s
ru_ru: %s было отобрано право использовать главный чат на %s оператором %s с причиной: %s
uk_ua: %s було відібрано право використовувати головний чат на %s оператором %s з причиною: %s

source: %s was allowed to use main chat again by %s with reason: %s
ru_ru: %s было дано право использовать главный чат оператором %s с причиной: %s
uk_ua: %s було надано право використовувати головний чат оператором %s з причиною: %s

source: Loaded plugins
ru_ru: Загруженные плагины
uk_ua: Завантажені плагіни

source: Plugin callbacks
ru_ru: Вызовы плагинов
uk_ua: Зворотні виклики плагіна

source: You don't want to unload Plugman because all other plugins are loaded via it.
ru_ru: Вы не хотите выгружать Plugman, потому что все остальные плагины загружаются через него.
uk_ua: Ви не хочете вивантажувати Plugman, тому що всі інші плагіни завантажуються через нього.

source: You don't want to reload Plugman because all other plugins are loaded via it.
ru_ru: Вы не хотите перезагружать Plugman, потому что все остальные плагины загружаются через него.
uk_ua: Ви не хочете перезавантажувати Plugman, тому що всі інші плагіни завантажуються через нього.

source: classdif_reg value must be between %d and %d. Please correct this first.
ru_ru: Допустимое значение classdif_reg должно быть между %d и %d, пожалуйста исправьте это в первую очередь.
uk_ua: Допустиме значення classdif_reg має бути між %d і %d, будь ласка, виправте це в першу чергу.

source: Found %d registered user with class %d
ru_ru: Найдено %d зарегистрированный пользователей с %d классом
uk_ua: Знайдено %d зареєстрованого користувача з %d класом

source: No registered users with class %d found.
ru_ru: Зарегистрированных пользователей с %d классом не найдено.
uk_ua: Зареєстрованих користувачів з %d класом не знайдено.

source: You specified invalid class number.
ru_ru: Вы указали неверный номер класса.
uk_ua: Ви вказали помилковий номер класу.

source: Registered user not found: %s
ru_ru: Зарегистрированный пользователь не найден: %s
uk_ua: Зареєстрований користувач не знайдено: %s

source: User is already registered: %s
ru_ru: Пользователь уже зарегистрирован: %s
uk_ua: Користувач вже зареєстрований: %s

source: You have been registered with class %d. Please set your password by using following command: +passwd <password>
ru_ru: Вы были зарегистрированы с классом %d. Пожалуйста, установите пароль используя команду: +passwd <пароль> Доступные команды по команде !help в главном чате.
uk_ua: Ви були зареєстровані із класом %d. Будь ласка, встановіть пароль за допомогою команди: +passwd <пароль> Доступні команди за командою !help в головному чаті.

source: %s has been registered with class %d and password.
ru_ru: %s был зарегистрирован с классом %d и паролем.
uk_ua: %s був зареєстрований із класом %d та паролем.

source: %s has been registered with class %d. Please tell him to set his password.
ru_ru: %s зарегистрирован с классом %d, пожалуйста сообщите ему об установлении пароля.
uk_ua: %s зареєстрований із класом %d, будь ласка, повідомте йому про встановлення пароля.

source: Error adding new user.
ru_ru: Ошибка при добавлении пользователя.
uk_ua: Помилка при додаванні користувача.

source: %s has been unregistered, user information
ru_ru: Регистрация %s была удалена, информация по пользователю
uk_ua: Реєстрація %s була видалена, інформація про користувача

source: Error unregistering %s, user information
ru_ru: Ошибка удаления регистрации %s, информация по пользовтаелю
uk_ua: Помилка видалення реєстрації %s, інформація про користувача

source: Password updated.
ru_ru: Пароль обновлен.
uk_ua: Пароль оновлено.

source: You can change your password now. Use the +passwd command followed by your new password.
ru_ru: Теперь вы можете изменить ваш пароль, используйте команду +passwd и ваш новый пароль через пробел.
uk_ua: Зараз ви можете змінити ваш пароль, використовуйте команду +passwd і ваш новий пароль через пробіл.

source: Your class has been changed to %d.
ru_ru: Ваш класс был изменён на %d. Доступные команды по команде !help в главном чате.
uk_ua: Ваш клас змінено на %d. Доступні команди за командою !help у головному чаті.

source: Your registration has been enabled.
ru_ru: Ваша регистрация была включена.
uk_ua: Вашу реєстрацію було увімкнено.

source: Your registration has been disabled.
ru_ru: Ваша регистрация была отключена.
uk_ua: Вашу реєстрацію було вимкнено.

source: You are protected from being kicked by class %s and lower.
ru_ru: Вы защищены от киков пользователей с классом %s и ниже.
uk_ua: Ви захищені від кіків користувачів класом %s і нижче.

source: You kicks are hidden from class %s and lower.
ru_ru: Ваши кики теперь скрыты от пользователей с классом %s и ниже.
uk_ua: Ваші кіки приховані від користувачів класом %s і нижче.

source: %s registration information
ru_ru: Информация о регистрации %s
uk_ua: Інформація про реєстрацію %s

source: Your share is now visible.
ru_ru: Ваша шара теперь видна.
uk_ua: Ваша шара тепер видна.

source: Your share is now hidden.
ru_ru: Ваша шара теперь спрятана.
uk_ua: Ваша шара тепер захована.

source: Your operator key is now visible.
ru_ru: Ваш ключ оператора теперь виден.
uk_ua: Ваш ключ оператора тепер видний.

source: Your operator key is now hidden.
ru_ru: Ваш ключ оператора теперь спрятан.
uk_ua: Ваш ключ оператора тепер захований.

source: Your fake IP is now set: %s
ru_ru: Ваш поддельный IP установлен: %s
uk_ua: Ваш підроблений IP встановлено: %s

source: Specified fake IP is not valid: %s
ru_ru: Указанный фальшивый IP является недействительным: %s
uk_ua: Вказаний фальшивий IP є недійсним: %s

source: Your fake IP is now unset, please reconnect to get back your real IP.
ru_ru: Ваш фальшивый IP удалён, перезайдите что-бы вернуть настоящий IP.
uk_ua: Ваш фальшивий IP видалений, перезайдіть щоб повернути справжній IP.

source: Updated variable %s to value %s for user: %s
ru_ru: Изменена переменная %s на значение %s для пользователя %s.
uk_ua: Оновлено змінну %s на значення %s для користувача %s.

source: Password reset for user: %s
ru_ru: Пароль сброшен для пользователя: %s
uk_ua: Пароль скинутий для користувача: %s

source: Error setting variable %s to value %s for user: %s
ru_ru: Ошибка установки переменной %s на значение %s для пользователя %s.
uk_ua: Помилка встановлення змінної %s на значення %s для користувача %s.

source: Command console is not ready.
ru_ru: Консоль команд еще не готов.
uk_ua: Консоль команд ще не готовий.

source: Message delivered to %d user in %s.
ru_ru: Сообщение доставлено %d пользователям за %s.
uk_ua: Повідомлення доставлено %d користувачам за %s.

source: Probably attempt of NULL character attack: %s
ru_ru: Возможная попытка атаки с использованием знака NULL: %s
uk_ua: Можлива спроба атаки з використанням NULL: %s

source: See you.
ru_ru: Увидимся.
uk_ua: Побачимося.

source: Invalid login sequence, your client already sent key.
ru_ru: Ошибка порядка авторизации, ваш клиент уже отправил Key.
uk_ua: Помилка порядку авторизації, ваш клієнт вже надіслав Key.

source: Your client provided invalid key in response to lock.
ru_ru: Ваш клиент предоставил неверный Key в ответ на Lock.
uk_ua: Ваш клієнт надав невірний Key у відповідь на Lock.

source: Invalid login sequence, your client already sent supports.
ru_ru: Ошибка порядка авторизации, ваш клиент уже отправил поддерживаемые функции.
uk_ua: Помилка порядку авторизації, ваш клієнт вже надіслав підтримувані функції.

source: Invalid login sequence, your client already validated nick.
ru_ru: Ошибка порядка авторизации, ваш клиент уже отправил ник.
uk_ua: Помилка порядку авторизації, ваш клієнт вже надіслав нік.

source: User limit in country zone %s exceeded at %d/%d online users.
ru_ru: Ограничение по количеству пользователей в зоне страны %s превышено при %d/%d пользователях в сети.
uk_ua: Обмеження за кількістю користувачів у зоні країни %s перевищено за %d/%d користувачів у мережі.

source: User limit in IP zone %s exceeded at %d/%d online users.
ru_ru: Ограничение по количеству пользователей в зоне IP %s превышено при %d/%d пользователях в сети.
uk_ua: Обмеження за кількістю користувачів у зоні IP %s перевищено за %d/%d користувачів у мережі.

source: User limit in main zone exceeded at %d/%d online users.
ru_ru: Ограничение по количеству пользователей в главной зоне превышено при %d/%d пользователях в сети.
uk_ua: Обмеження за кількістю користувачів у головній зоні перевищено за %d/%d користувачів у мережі.

source: User limit exceeded at %d online users.
ru_ru: Ограничение по количеству пользователей превышено при %d пользователях в сети.
uk_ua: Обмеження за кількістю користувачів перевищено за %d користувачів у мережі.

source: This is a registered users only hub.
ru_ru: Этот хаб только для зарегистрированных пользователей.
uk_ua: Цей хаб лише для зареєстрованих користувачів.

source: User limit from IP address %s exceeded at %d online users.
ru_ru: Ограничение по количеству пользователей с IP адреса %s превышено при %d пользователях в сети.
uk_ua: Обмеження кількості користувачів з IP адреси %s перевищено при %d користувачах в мережі.

source: Authorization IP mismatch from %s
ru_ru: Авторизация по IP не соответствует для %s
uk_ua: Авторизація IP не відповідає для %s

source: Authorization IP for this account doesn't match your IP address: %s
ru_ru: Авторизация по IP для этой учетной записи не совпадает с вашим IP адресом: %s
uk_ua: Авторизація IP для цього облікового запису не збігається з вашою IP адресою: %s

source: Invalid login sequence, you client already sent password.
ru_ru: Ошибка порядка авторизации, ваш клиент уже отправил пароль.
uk_ua: Помилка порядку авторизації, ваш клієнт вже надіслав пароль.

source: Incorrect password
ru_ru: Неверный пароль
uk_ua: Невірний пароль

source: You've been temporarily banned due to incorrect password.
ru_ru: Вы временно забанены так как ввели неверный пароль.
uk_ua: Ви тимчасово забанені, оскільки ввели невірний пароль.

source: Invalid login sequence, you didn't specify support for hub URL command.
ru_ru: Ошибка порядка авторизации, вы не указали поддержку адреса хаба.
uk_ua: Помилка порядку авторизації, ви не вказали на підтримку адреси хаба.

source: Invalid login sequence, your client already sent hub URL.
ru_ru: Ошибка порядка авторизации, вы уже отослали информацию об адресе хаба.
uk_ua: Помилка порядку авторизації, ви вже надіслали інформацію про адресу хаба.

source: Invalid login sequence, you client already sent version.
ru_ru: Ошибка порядка авторизации, ваш клиент уже отправил версию.
uk_ua: Помилка порядку авторизації, ваш клієнт вже надіслав версію.

source: Your client didn't specify a tag.
ru_ru: Ваш клиент не установил тэг.
uk_ua: Ваш клієнт не встановив тег.

source: You share %s but minimum allowed is %s (%s for active users, %s for passive users).
ru_ru: Вы расшарили %s, но минимально разрешенная шара %s, %s для пользователей активного режима, %s для пользователей пассивного режима.
uk_ua: Ви розшарили %s, але мінімально дозволена шара %s, %s для користувачів активного режиму, %s для користувачів пасивного режиму.

source: You share %s but maximum allowed is %s.
ru_ru: Вы расшарили %s, но максимально разрешенная шара %s.
uk_ua: Ви розшарили %s, але максимально дозволена шара %s.

source: Passive user limit exceeded at %d users. Try again later or set up an active connection.
ru_ru: Ограничение по количеству пользователей в пассивном режиме превышено при %d пользователях в сети, пожалуйста, переключитесь в активный режим для входа на хаб.
uk_ua: Обмеження за кількістю користувачів у пасивному режимі перевищено при %d користувачах у мережі, будь ласка, перейдіть до активного режиму для входу на хаб.

source: You are prohibited from entering this hub
ru_ru: Вам запрещен вход на этот хаб.
uk_ua: Вам заборонено вхід на цей хаб.

source: You are banned from this hub
ru_ru: Вы забанены на этом хабе.
uk_ua: Ви забанені на цьому хабі.

source: You are already in the hub using another nick: %s
ru_ru: Вы уже находитесь на хабе с другим ником: %s
uk_ua: Ви вже знаходитесь на хабі з іншим ніком: %s

source: Invalid login sequence, you didn't specify support for IN command.
ru_ru: Ошибка порядка авторизации, вы не указали поддержку команды IN.
uk_ua: Помилка порядку авторизації, ви не вказали на підтримку команди IN.

source: Invalid login sequence, you didn't specify support for ExtJSON command.
ru_ru: Ошибка порядка авторизации, вы не указали поддержку команды ExtJSON.
uk_ua: Ошибка порядка авторизации, вы не указали поддержку команды ExtJSON.

source: You're trying to send private message to an offline user: %s
ru_ru: Вы пытаетесь отправить приватное сообщение пользователю которого нет на хабе: %s
uk_ua: Ви намагаєтесь надіслати приватне повідомлення користувачу якого немає на хабі: %s

source: You're trying to send private message to a bot: %s
ru_ru: Вы пытаетесь отправить приватное сообщение боту: %s
uk_ua: Ви намагаєтесь надіслати приватне повідомлення боту: %s

source: You're not allowed to use private chat right now.
ru_ru: Вам не разрешено использовать личные сообщения на данный момент.
uk_ua: Вам не разрешено использовать личные сообщения на данный момент.

source: User tries to speak with gag in PM to %s: %s
ru_ru: Пользователь пытается разговаривать с заглушкой в виде личного сообщения %s: %s
uk_ua: Користувач намагається розмовляти із заглушкою у вигляді особистого повідомлення %s: %s

source: Private chat is currently disabled for users with your class, please consider registering on the hub or contact an operator.
ru_ru: На данный момент личные сообщения закрыты для пользователей вашего класса, пожалуйста рассмотрите регистрацию или свяжитесь с оператором хаба.
uk_ua: Наразі особисті повідомлення закриті для користувачів вашого класу, будь ласка, розгляньте реєстрацію або зв'яжіться з оператором хаба.

source: You can't talk to this user.
ru_ru: Вы не можете общаться с этим пользователем.
uk_ua: Ви не можете спілкуватися з цим користувачем.

source: Same message flood in PM: %s
ru_ru: Флуд одинаковыми сообщениями в PM: %s
uk_ua: Флуд однаковими повідомленнями в PM: %s

source: Your PM contains %d characters but maximum allowed is %d characters.
ru_ru: Ваше личное сообщение содержит %d символов, но максимально разрешенное количество символов является %d.
uk_ua: Ваше повідомлення містить %d символів, але максимально дозволена кількість символів є %d.

source: Same message flood in MCTo: %s
ru_ru: Флуд одинаковыми сообщениями в MCTo: %s
uk_ua: Флуд однаковими повідомленнями у MCTo: %s

source: Your chat message contains %d characters but maximum allowed is %d characters.
ru_ru: Ваше сообщение содержит %d символов, но максимально разрешенное количество символов является %d.
uk_ua: Ваше повідомлення містить %d символів, але максимально дозволена кількість символів є %d.

source: Your message wasn't sent because minimum chat delay is %lu ms but you waited only %s.
ru_ru: Ваше сообщение не отправлено так как минимальная задержка отправки сообщений в чат %lu миллисекунд, а ваша задержка была %s.
uk_ua: Ваше повідомлення не надіслано так як мінімальна затримка надсилання повідомлень у чат %lu мілісекунд, а ваша затримка була %s.

source: You're not allowed to use main chat right now.
ru_ru: Вам не разрешено использовать главный чат на данный момент.
uk_ua: Ви не можете використовувати головний чат на даний момент.
