Repository: Verlihub/verlihub
Catalog: po/core_*.CP1251.po
Languages: ru_ru, uk_ua

source: User tries to speak with gag in MC: %s
ru_ru: Пользователь пытается разговаривать с заглушкой в главном чате: %s
uk_ua: Користувач намагається розмовляти із заглушкою у головному чаті: %s

source: You're trying to connect to a bot: %s
ru_ru: Вы пытаетесь соединиться с пользователем который является ботом: %s
uk_ua: Вы пытаетесь соединиться с пользователем который является ботом: %s

source: You're trying to connect to yourself.
ru_ru: Вы пытаетесь соединиться сами с собой.
uk_ua: Ви намагаєтесь з'єднатися самі із собою.

source: You can't download unless you are registered with class %d.
ru_ru: Вы не можете скачивать до тех пор пока не будете зарегистрированы с классом: %d
uk_ua: Ви не можете завантажувати доти, доки не будете зареєстровані з класом: %d

source: You can't download unless you share %s.
ru_ru: Вы не можете скачивать пока не расшарите как минимум: %s
uk_ua: Ви не можете завантажувати доки не розшарите як мінімум: %s

source: You're not allowed to download from anyone.
ru_ru: Вам запрещено скачивать с кого либо.
uk_ua: Вам заборонено завантажувати з когось.

source: You can't download from this user: %s
ru_ru: Вы не можете скачивать с этого пользователя: %s
uk_ua: Ви не можете завантажувати з цього користувача: %s

source: You can't download from this user because one of you is in a LAN: %s
ru_ru: Вы не можете качать с пользователя потому что один из вас находится в локальной сети: %s
uk_ua: Ви не можете качати з користувача тому, що один з вас знаходиться в локальній мережі: %s

source: You can't download from this user because he is in chat only mode: %s
ru_ru: Вы не можете скачать с этого пользователя, потому что он в режиме чата: %s
uk_ua: Ви не можете завантажити з цього користувача, тому що він в режимі чату: %s

source: Replacing wrong IP address specified in your connection request with real one: %s -> %s
ru_ru: Заменяю неверный IP адрес указанный в вашем запросе подключения на верный: %s -> %s
uk_ua: Замінюю невірну IP адресу вказану у вашому запиті підключення на вірну: %s -> %s

source: You're trying to connect to an offline user: %s
ru_ru: Вы пытаетесь соединиться с пользователем которого нет на хабе: %s
uk_ua: Ви намагаєтесь з'єднатися з користувачем якого немає на хабі: %s

source: You can't download from this user, because he is also in passive mode: %s
ru_ru: Вы не можете скачивать с пользователя потому что он в пассивном режиме: %s
uk_ua: Ви не можете завантажувати з користувача тому, що він у пасивному режимі: %s

source: You can't download from this user while your share is hidden, because you are in passive mode: %s
ru_ru: Вы не можете скачивать с пользователя потому что ваша шара спрятана, потому что вы находитесь в пассивном режиме: %s
uk_ua: Ви не можете завантажувати з користувача тому, що ваша шара захована, тому що ви знаходитесь в пасивному режимі: %s

source: Sorry, hub load is too high to process your search request. Please try again later.
ru_ru: К сожалению нагрузка на хаб слишком высокая для использования поисковых запросов, пожалуйста попробуйте позднее.
uk_ua: На жаль навантаження на хаб занадто високе для використання пошукових запитів, будь ласка, спробуйте пізніше.

source: Don't search too often.
ru_ru: Не используйте поиск так часто.
uk_ua: Не використовуйте пошук так часто.

source: You can perform %d search in %s.
ru_ru: Вам разрешено отправлять %d поисковый запрос за %s секунд.
uk_ua: Вам дозволено відправляти %d пошуковий запит за %s секунд.

source: You can't search unless you are registered with class %d.
ru_ru: Вы не можете использовать поиск до тех пор пока не будете зарегистрированы с классом: %d
uk_ua: Ви не можете використовувати пошук до тих пір, поки не будете зареєстровані з класом: %d

source: You can't search unless you share %s.
ru_ru: Вы не можете использовать поиск до тех пор пока не расшарите как минимум: %s
uk_ua: Ви не можете використовувати пошук до тих пір, поки не розшарите як мінімум: %s

source: You're not allowed to search for anything.
ru_ru: Вам запрещено искать что либо.
uk_ua: Вам заборонено шукати що-небудь.

source: Minimum search length is %d character.
ru_ru: Минимальная длина поиска: %d
uk_ua: Мінімальна довжина пошуку: %d

source: Replacing wrong IP address specified in your search request with real one: %s -> %s
ru_ru: Заменяю неверный IP адрес указанный в вашем поисковом запросе на верный: %s -> %s
uk_ua: Замінюю невірну IP адресу вказану у вашому пошуковому запиті на вірну: %s -> %s

source: Invalid login sequence, you didn't specify support for short TTH search command.
ru_ru: Ошибка порядка авторизации, вы не указали поддержку команды TTHS.
uk_ua: Помилка порядку авторизації, ви не вказали на підтримку команди TTHS.

source: Invalid login sequence, you didn't identify yourself as pinger.
ru_ru: Ошибка порядка авторизации, вы не идентифицировали себя как пингер.
uk_ua: Помилка порядку авторизації, ви не ідентифікували себе як пінгер.

source: Invalid login sequence, you already sent pinger information.
ru_ru: Ошибка порядка авторизации, вы уже отослали информацию о пингере.
uk_ua: Помилка порядку авторизації, ви вже надіслали інформацію про пінгера.

source: Pinger entered the hub: %s
ru_ru: Пингер поситил хаб: %s
uk_ua: Пінгер відвідав хаб: %s

source: You're trying to redirect an offline user: %s
ru_ru: Вы пытаетесь перенаправить пользователя которого нет на хабе: %s
uk_ua: Ви намагаєтеся перенаправити користувача якого немає на хабі: %s

source: You're trying to redirect a bot: %s
ru_ru: Вы пытаетесь перенаправить пользователя который является ботом: %s
uk_ua: Ви намагаєтеся перенаправити користувача який є ботом: %s

source: You're trying to redirect a protected user: %s
ru_ru: Вы пытаетесь перенаправить пользователя который защищен: %s
uk_ua: Ви намагаєтеся перенаправити користувача який захищений: %s

source: Please specify valid redirect address.
ru_ru: Пожалуйста укажите верный адрес для перенаправления.
uk_ua: Будь ласка, вкажіть правильну адресу для перенаправлення.

source: You are being redirected to %s because: %s
ru_ru: Перенаправление на %s по причине: %s
uk_ua: Перенаправлення на %s по причині: %s

source: Please provide a valid reason.
ru_ru: Пожалуйста введите правильную причину.
uk_ua: Будь ласка, введіть правильну причину.

source: You can't ban a user that is protected or has higher class.
ru_ru: Вы не можете банить защищенных пользователей или пользователей с большими, чем у вас, привилегиями.
uk_ua: Ви не можете банити захищених користувачів або користувачів з більшими, ніж у вас, привілеями.

source: You can't ban a bot.
ru_ru: Вы не можете банить ботов.
uk_ua: Вы не можете банити ботів.

source: You are temporarily prohibited from entering the hub for %s because: %s
ru_ru: Вам временно запрещен вход на этот хаб %s по причине: %s
uk_ua: Вам тимчасово заборонено вхід на цей хаб %s через: %s

source: You are permanently banned from the hub because: %s
ru_ru: Вы навсегда забанены на этом хабе, по причине: %s
uk_ua: Ви назавжди забанені на цьому хабі через: %s

source: No banned user found with IP %s.
ru_ru: Не найдено банов пользователей с IP %s.
uk_ua: Не знайдено банів користувачів з IP %s.

source: Removed %d ban.
ru_ru: Удалено %d банов.
uk_ua: Вилучено %d бана.

source: Topic is set to: %s
ru_ru: Тема хаба изменена на: %s
uk_ua: Тема хаба змінена на: %s

source: Invalid login sequence, your client must validate nick first: %s
ru_ru: Ошибка порядка авторизации, ваш клиент должен сначала отправить ник: %s
uk_ua: Помилка порядку авторизації, ваш клієнт повинен спочатку надіслати нік: %s

source: Invalid login sequence, your client must validate nick first.
ru_ru: Ошибка порядка авторизации, ваш клиент должен сначала отправить ник.
uk_ua: Помилка порядку авторизації, ваш клієнт повинен спочатку надіслати нік.

source: You have no rights to perform following operator action: %s
ru_ru: У вас нет прав на использование данного действия для операторов: %s
uk_ua: У вас немає прав на використання цієї дії для операторів: %s

source: Your client sent malformed protocol command: %s
ru_ru: Ваш клиент отправил некорректную команду протокола: %s
uk_ua: Ваш клієнт надіслав некоректну команду протоколу: %s

source: Your client sent too long protocol command: %s
ru_ru: Ваш клиент отправил слишком длинную команду протокола: %s
uk_ua: Ваш клієнт надіслав надто довгу команду протоколу: %s

source: Nick spoofing attempt detected from your client: %s
ru_ru: С вашего клиента обнаружена попытка подделки ника : %s
uk_ua: З вашого клієнта виявлено спробу підробки ніка : %s

source: User you're trying connect to doesn't have compatible TLS version in order to establish secure connection, tell him to upgrade or replace his client: %s
ru_ru: Пользователь к которому вы пытаетесь подключиться, не поддерживает версию TLS позволяющую устанавливать защищённые соединения, попросите его обновить или заменить клиент: %s
uk_ua: Користувач до якого ви намагаєтеся підключитися, не підтримує версію TLS, яка дозволяє встановлювати захищені з'єднання, попросіть його оновити або замінити клієнт : %s

source: Consider these more or less modern clients
ru_ru: Рассмотрите эти более менее современные клиенты
uk_ua: Розгляньте ці сучасні клієнти

source: Your client doesn't have compatible TLS version in order to establish secure connection to following user, please upgrade or replace your client: %s
ru_ru: Ваш клиент не поддерживает версию TLS позволяющую устанавливать защищённые соединения к данному пользователю, пожалуйста обновите или замените свой клиент: %s
uk_ua: Ваш клієнт не підтримує версію TLS, яка дозволяє встановлювати захищені з'єднання до цього користувача, будь ласка, оновіть або замініть свій клієнт: %s

source: Your client doesn't support secure connections to following user, please upgrade or replace your client: %s
ru_ru: Ваш клиент не поддерживает защищённые соединения к данному пользователю, пожалуйста обновите или замените свой клиент: %s
uk_ua: Ваш клієнт не підтримує захищені з'єднання до цього користувача, будь ласка, оновіть або замініть свій клієнт: %s

source: User you're trying connect to doesn't support secure connections, tell him to upgrade or replace his client: %s
ru_ru: Пользователь к которому вы пытаетесь подключиться, не поддерживает защищённые соединения, попросите его обновить или заменить клиент: %s
uk_ua: Користувач до якого ви намагаєтеся підключитися, не підтримує захищені з'єднання, попросіть його оновити чи замінити клієнта: %s

source: Unknown hub command: %s
ru_ru: Неизвестная команда хаба: %s
uk_ua: Невідома команда хаба: %s

source: Your chat message contains %d lines but maximum allowed is %d lines.
ru_ru: Ваше сообщение содержит %d строк, но максимально разрешенное количество строк является %d.
uk_ua: Ваше повідомлення містить %d рядків, але максимально дозволена кількість рядків є %d.

source: Your client is not allowed on this hub: %s
ru_ru: Ваш клиент запрещён на этом хабе: %s
uk_ua: Ваш клієнт заборонено на цьому хабі: %s

source: Connections through proxy server are not allowed in this hub.
ru_ru: Подключения через прокси-сервер запрещены.
uk_ua: Підключення через проксі-сервер заборонено.

source: Passive connections are restricted, consider changing to active.
ru_ru: Подключения в пассивном режиме запрещены, рассмотрите переход на активный режим.
uk_ua: Підключення у пасивному режимі заборонено, розгляньте перехід на активний режим.

source: Your client tag is reporting less than 0 hubs or less than 0 slots, looks like a bug in your client.
ru_ru: В представленном вашим клиентом тэге меньше чем 0 хабов или слотов, похоже на ошибку в вашем клиенте.
uk_ua: У представленому вашим клієнтом тегі менше 0 хабів або слотів, схоже на помилку у вашому клієнті.

source: Unknown clients are not allowed in this hub.
ru_ru: Неизвестные клиенты запрещены на этом хабе.
uk_ua: Невідомі клієнти заборонені на цьому хабі.

source: Too many open hubs, maximum is %d and you have %d.
ru_ru: Слишком много открытых хабов, максимально разрешено %d, а у вас %d.
uk_ua: Занадто багато відкритих хабів, максимально дозволено %d, а у вас %d.

source: Too few open hubs, minimum is %d and you have %d.
ru_ru: Слишком мало открытых хабов, минимально разрешено %d, а у вас %d.
uk_ua: Замало відкритих хабів, мінімально дозволено %d, а у вас %d.

source: Too few open hubs as user, minimum is %d and you have %d.
ru_ru: Слишком мало открытых хабов как пользователь, минимально разрешено %d, а у вас %d.
uk_ua: Занадто мало відкритих хабів як користувач мінімально дозволено %d, а у вас %d.

source: Too few open hubs as registered user, minimum is %d and you have %d.
ru_ru: Слишком мало открытых хабов как зарегистрированный пользователь, минимально разрешено %d, а у вас %d.
uk_ua: Замало відкритих хабів як зареєстрований користувач, мінімально дозволено %d, а у вас %d.

source: Too few open hubs as operator, minimum is %d and you have %d.
ru_ru: Слишком мало открытых хабов как оператор, минимально разрешено %d, а у вас %d.
uk_ua: Замало відкритих хабів як оператор, мінімально дозволено %d, а у вас %d.

source: Too little open slots for your connection type %s, minimum is %d and you have %d.
ru_ru: Слишком мало открытых слотов для вашего типа соединения %s, минимально разрешено %d, а у вас %d.
uk_ua: Замало відкритих слотів для вашого типу з'єднання %s, мінімально дозволено %d, а у вас %d.

source: Too many open slots for your connection type %s, maximum is %d and you have %d.
ru_ru: Слишком много открытых слотов для вашего типа соединения %s, максимально разрешено %d, а у вас %d.
uk_ua: Занадто багато відкритих слотів для вашого типу з'єднання %s максимально дозволено %d, а у вас %d.

source: Your slots per hub ratio %.2f is too low, minimum is %.2f.
ru_ru: Ваше соотношение слотов на хаб %.2f слишком маленькое, минимально разрешено %.2f.
uk_ua: Ваше співвідношення слотів на хаб %.2f надто маленьке, мінімально дозволено %.2f.

source: Open %d slots for %d hubs.
ru_ru: Откройте %d слотов для %d хабов.
uk_ua: Відкрийте %d слотів для %d хабів.

source: Your slots per hub ratio %.2f is too high, maximum is %.2f.
ru_ru: Ваше соотношение слотов на хаб %.2f слишком большое, максимально разрешено %.2f.
uk_ua: Ваше співвідношення слотів на хаб %.2f занадто велике, максимально дозволено %.2f.

source: Too low upload limit for your connection type %s, minimum upload rate is %.2f.
ru_ru: Слишком низкое ограничение на скорость отдачи для вашего типа соединения %s, минимально разрешенная скорость отдачи %.2f.
uk_ua: Занадто низьке обмеження на швидкість віддачі для вашого типу з'єднання %s, мінімально дозволена швидкість віддачі %.2f.

source: Too low upload limit per slot for your connection type %s, minimum upload limit is %.2f per slot.
ru_ru: Слишком низкое ограничение на скорость отдачи на слот для вашего типа соединения %s, минимально разрешенная скорость отдачи на слот %.2f.
uk_ua: Надто низьке обмеження на швидкість віддачі на слот для вашого типу з'єднання %s, мінімально дозволена швидкість віддачі на слот %.2f.

source: Your client version is too old, please upgrade it.
ru_ru: Версия клиента слишком старая, пожалуйста обновите клиент.
uk_ua: Версія клієнта занадто стара, будь ласка, оновіть клієнт.

source: Minimum allowed version number for client %s is: %.4f
ru_ru: Минимально допустимая версия клиента %s: %.4f
uk_ua: Мінімально допустима версія клієнта %s: %.4f

source: Minimum allowed version number for your client is: %.4f
ru_ru: Минимально допустимая версия вашего клиента: %.4f
uk_ua: Мінімально допустима версія вашого клієнта: %.4f

source: Your client version is too recent, please downgrade it.
ru_ru: Версия вашего клиента на столько новая, что мы просим вас использовать более старую.
uk_ua: Версія вашого клієнта на стільки нова, що ми просимо вас використовувати старішу.

source: Maximum allowed version number for client %s is: %.4f
ru_ru: Максимально допустимая версия клиента %s: %.4f
uk_ua: Максимально допустима версія клієнта %s: %.4f

source: Maximum allowed version number for your client is: %.4f
ru_ru: Максимально допустимая версия вашего клиента: %.4f
uk_ua: Максимально допустима версія вашого клієнта: %.4f

source: Client
ru_ru: Клиент
uk_ua: Клієнт

source: Mode
ru_ru: Режим
uk_ua: Режим

source: Other
ru_ru: Другой
uk_ua: Інший

source: Open hubs
ru_ru: Открытые хабы
uk_ua: Відкриті хаби

source: Not available
ru_ru: Не доступно
uk_ua: Недоступно

source: Open slots
ru_ru: Открытые слоты
uk_ua: Відкриті слоти

source: Hub ports information
ru_ru: Информация о портах хаба
uk_ua: Інформація про порти хаба

source: Port %d: %d
ru_ru: Порт %d: %d
uk_ua: Порт %d: %d

source: Hub URL information
ru_ru: Информация об адресах хаба
uk_ua: Інформація про адреси хаба

source: Missing hub URL: %d
ru_ru: Без адреса хаба: %d
uk_ua: Без адреси хаба: %d

source: Protocol information
ru_ru: Информация о протоколе
uk_ua: Інформація про протокол

source: Chat: %d
ru_ru: Чат: %d
uk_ua: Чат: %d

source: Total download: %s / %s
ru_ru: Всего принято: %s / %s
uk_ua: Усього прийнято: %s / %s

source: Total upload: %s / %s
ru_ru: Всего отдано: %s / %s
uk_ua: Усього віддано: %s / %s

source: Upload saved with zLib: %s / %d / %s / %s
ru_ru: Сэкономлено трафика с помощью zLib: %s / %d / %s / %s
uk_ua: Заощаджено трафіку за допомогою zLib: %s / %d / %s / %s

source: Upload saved with TTHS: %s
ru_ru: Сэкономлено трафика с помощью TTHS: %s
uk_ua: Заощаджено трафіку за допомогою TTHS: %s

source: User buffer information
ru_ru: Информация о буфере пользователя
uk_ua: Інформація про буфер користувача

source: Socket counter: %lu
ru_ru: Счетчик сокетов: %lu
uk_ua: Лічильник сокетів: %lu

source: Connection list size: %d
ru_ru: Размер списка соединений: %d
uk_ua: Розмір списку з'єднань: %d

source: Connection chooser list size: %d
ru_ru: Размер списка выбора соединения: %d
uk_ua: Розмір списку вибору з'єднання: %d

source: User upload buffers: %d / %s / %s
ru_ru: Буферы загрузки пользователей: %d / %s / %s
uk_ua: Буфери завантаження користувачів: %d / %s / %s

source: User upload caches: %d / %s / %s
ru_ru: Кэш загрузки пользователя: %d / %s / %s
uk_ua: Кеш завантаження користувача: %d / %s / %s

source: User list size: %d / %d
ru_ru: Размер списка пользователей: %d / %d
uk_ua: Розмір списку користувачів: %d / %d

source: User list upload cache: %s / %s
ru_ru: Кэш загрузки списка пользователей: %s / %s
uk_ua: Кеш завантаження списку користувачів: %s / %s

source: User list nick list: %s / %s
ru_ru: Список пользователей список ников: %s / %s
uk_ua: Список користувачів список ників: %s / %s

source: User list MyINFO list: %s / %s
ru_ru: Список пользователей список MyINFO: %s / %s
uk_ua: Список користувачів список MyINFO: %s / %s

source: User list IP list: %s / %s
ru_ru: Список пользователей IP список: %s / %s
uk_ua: Список користувачів IP список: %s / %s

source: Active user list size: %d / %d
ru_ru: Размер списка активных пользователей: %d / %d
uk_ua: Розмір списку активних користувачів: %d / %d

source: Active user list upload cache: %s / %s
ru_ru: Кэш загрузки списка активных пользователей: %s / %s
uk_ua: Кеш завантаження списку активних користувачів: %s / %s

source: Passive user list size: %d / %d
ru_ru: Размер пассивного списка пользователей: %d / %d
uk_ua: Розмір пасивного списку користувачів: %d / %d

source: Passive user list upload cache: %s / %s
ru_ru: Кэш загрузки пассивного списка пользователей: %s / %s
uk_ua: Кеш завантаження пасивного списку користувачів: %s / %s

source: Chat user list size: %d / %d
ru_ru: Размер списка пользователей чата: %d / %d
uk_ua: Розмір списку користувачів чату: %d / %d

source: Chat user list upload cache: %s / %s
ru_ru: Кэш загрузки списка пользователей чата: %s / %s
uk_ua: Кеш завантаження списку користувачів чату: %s / %s

source: Operator list size: %d / %d
ru_ru: Размер списка операторов: %d / %d
uk_ua: Розмір списку операторів: %d / %d

source: Operator list nick list: %s / %s
ru_ru: Список операторов список ников: %s / %s
uk_ua: Список операторів список ніків: %s / %s

source: Operator chat list size: %d / %d
ru_ru: Размер списка чата оператора: %d / %d
uk_ua: Розмір списку чату оператора: %d / %d

source: Operator chat list upload cache: %s / %s
ru_ru: Кэш загрузки списка чата оператора: %s / %s
uk_ua: Кеш завантаження списку чату оператора: %s / %s

source: Operator chat list nick list: %s / %s
ru_ru: Список ников в чате оператора: %s / %s
uk_ua: Список ніків у чаті оператора: %s / %s

source: Bot list size: %d / %d
ru_ru: Размер списка ботов: %d / %d
uk_ua: Розмір списку ботів: %d / %d

source: Bot list nick list: %s / %s
ru_ru: Список ботов список ников: %s / %s
uk_ua: Список ботів список ніків: %s / %s

source: Unable to get system information.
ru_ru: Не удалось получить информацию о системе.
uk_ua: Неможливо отримати інформацію про систему.

source: System information
ru_ru: Системная информация
uk_ua: Системна інформація

source: OS: %s
ru_ru: ОС: %s
uk_ua: ОС: %s

source: Kernel: %s [%s]
ru_ru: Ядро: %s [%s]
uk_ua: Ядро: %s [%s]

source: Uptime: %s
ru_ru: Онлайн: %s
uk_ua: Час роботи: %s

source: Load averages: %.2f %.2f %.2f
ru_ru: Средние нагрузки: %.2f %.2f %.2f
uk_ua: Середні навантаження: %.2f %.2f %.2f

source: Total processes inclusive threads: %d
ru_ru: Всего процессов и нитей включительно: %d
uk_ua: Загальна кількість процесів, включаючи потоки: %d

source: Total RAM: %s
ru_ru: Всего памяти: %s
uk_ua: Усього пам'яті: %s

source: Free RAM: %s
ru_ru: Свободно памяти: %s
uk_ua: Вільно пам'яті: %s

source: Shared RAM: %s
ru_ru: Общей памяти: %s
uk_ua: Спільної пам'яті: %s

source: RAM in buffers: %s
ru_ru: Памяти в буфере обмена: %s
uk_ua: Пам'яті у буфері обміну: %s

source: Total swap: %s
ru_ru: Всего файла подкачки: %s
uk_ua: Усього файлу підкачки: %s

source: Free swap: %s
ru_ru: Свободно файла подкачки: %s
uk_ua: Вільно файлу підкачки: %s

source: Virtual RAM usage: %s
ru_ru: Зарезервировано памяти хабом: %s
uk_ua: Зарезервовано пам'яті хабом: %s

source: Resident RAM usage: %s
ru_ru: Использовано памяти хабом: %s
uk_ua: Використання пам'яті хабом: %s

source: CPU cores: %d
ru_ru: Всего ядер процессора: %d
uk_ua: Усього ядер процесора: %d

source: CPU usage: %.2f%%
ru_ru: Использовано процессора хабом: %.2f%%
uk_ua: Використано процесора хабом: %.2f%%

source: %s virtual RAM usage: %s
ru_ru: Зарезервировано памяти %s: %s
uk_ua: Зарезервовано пам'яті %s: %s

source: %s resident RAM usage: %s
ru_ru: Использовано памяти %s: %s
uk_ua: Використання пам'яті %s: %s

source: TLS proxy
ru_ru: TLS прокси
uk_ua: TLS проксі

source: Version: %s
ru_ru: Версия: %s
uk_ua: Версія: %s

source: Frequency: %.4f [%s]
ru_ru: Частота: %.4f [%s]
uk_ua: Частота: %.4f [%s]

source: Name: %s
ru_ru: Название: %s
uk_ua: Назва: %s

source: Category: %s
ru_ru: Категория: %s
uk_ua: Категорія: %s

source: Locale: %s
ru_ru: Локаль: %s
uk_ua: Локаль: %s

source: User list: %d
ru_ru: Список пользователей: %d
uk_ua: Список користувачів: %d

source: Secure users: %d of %d
ru_ru: Защищенных пользователей: %d из %d
uk_ua: Захищених користувачів: %d из %d

source: Client TLS users: %d of %d
ru_ru: Клиенты с поддержкой TLS при соединении с клиентом: %d из %d
uk_ua: Клієнти з підтримкою TLS під час з'єднання з клієнтом: %d з %d

source: Client NAT users: %d of %d
ru_ru: Клиенты с поддержкой NAT при соединении с клиентом: %d из %d
uk_ua: Клієнти з підтримкою NAT при з'єднанні з клієнтом: %d з %d

source: Active users: %d
ru_ru: Активных: %d
uk_ua: Активних: %d

source: Passive users: %d
ru_ru: Пассивных: %d
uk_ua: Пасивних: %d

source: Operator count: %d of %d
ru_ru: Количество операторов: %d из %d
uk_ua: Кількість операторів: %d из %d

source: Bot count: %d
ru_ru: Ботов: %d
uk_ua: Ботів: %d

source: Users in country zone #%d: %d of %d [%s] [%s]
ru_ru: Пользователей в зоне страны #%d: %d из %d [%s] [%s]
uk_ua: Користувачів у зоні країни #%d: %d з %d [%s] [%s]
