Repository: Verlihub/verlihub
Catalog: po/core_*.CP1250.po
Languages: pl_pl, ro_ro

source: Allowing user to use main and private chat again: %s
pl_pl: Umozliwiam uzytkownikowi %s wysylanie publicznych i prywatnych wiadomosci.
ro_ro: Permisiune acordatã pentru a folosi din nou chat public ºi privat utilizatorului: %s

source: Restricting user from using main and private chat: %s for %s
pl_pl: Blokuje uzytkownikowi %s wysylanie publicznych i prywatnych wiadomosci przez %s.
ro_ro: Restricþionare de folosire chat public ºi privat: %s pentru %s

source: %s was allowed to use main and private chat again by %s without reason.
ro_ro: %s a fost autorizat sã foloseascã din nou chat-urile principal ºi privat de cãtre %s fãrã motiv.

source: %s was restricted from using main and private chat for %s by %s without reason.
ro_ro: %s a fost oprit de a folosi chat-urile principal ºi privat pentru %s de cãtre %s fãrã motiv.

source: Allowing user to download again: %s
pl_pl: Umozliwiam uzytkownikowi %s sciaganie plikow.
ro_ro: Permisiune acordatã pentru a descãrca din nou, utilizatorului: %s

source: Restricting user from downloading: %s for %s
pl_pl: Blokuje uzytkownikowi %s sciaganie plikow przez %s.
ro_ro: Restricþionarea utilizatorului pe descãrcare: %s pentru %s

source: Allowing user to use search again: %s
pl_pl: Umozliwiam uzytkownikowi %s wyszukiwanie.
ro_ro: Permisiune de cãutare acordatã utilizatorului: %s

source: Restricting user from using search: %s for %s
pl_pl: Blokuje uzytkownikowi %s wyszukiwanie przez %s.
ro_ro: Restricþionarea utilizatorului de a cãuta: %s pentru %s

source: Taking away the right to hide share: %s
pl_pl: Odbieram uzytkownikowi %s uprawnienie do ukrycia plikow.
ro_ro: Îndepãrtarea dreptului de a ascunde cifra de share: %s

source: Giving user the right to hide share: %s for %s
pl_pl: Daje uzytkownikowi %s uprawnienie do ukrycia plikow przez %s.
ro_ro: Acordare drept pentru ascunderea cifrei de share: %s pentru %s

source: Taking away the right to register others: %s
pl_pl: Odbieram uzytkownikowi %s uprawnienie do rejestracji innych.
ro_ro: Îndepãrtarea dreptului de a face înregistrãri: %s

source: Giving user the right to register others: %s for %s
pl_pl: Daje uzytkownikowi %s uprawnienie do rejestrowania innych przez %s.
ro_ro: Acordare drept pentru a înregistra: %s pentru %s

source: Taking away the right to kick others: %s
pl_pl: Odbieram uzytkownikowi %s uprawnienie do kopania.
ro_ro: Îndepãrtarea dreptului de a kick-ui pe alþii: %s

source: Giving user the right to kick others: %s for %s
pl_pl: Daje uzytkownikowi %s uprawnienie do kopania przez %s.
ro_ro: Acordare drept pentru a kick-ui pe alþii: %s pentru %s

source: Taking away the right to use operator chat: %s
pl_pl: Odbieram uzytkownikowi %s uprawnienie do korzystania z czatu operatorow.
ro_ro: Îndepãrtarea dreptului de a utiliza chat-ul operatorilor: %s

source: Giving user the right to use operator chat: %s for %s
pl_pl: Daje uzytkownikowi %s uprawnienie do korzystania z czatu operatorow przez %s.
ro_ro: Acordare drept de a folosi chat-ul operatorilor: %s pentru %s

source: Found %d user with IP %s
pl_pl: Znaleziono %d uzytkownika z adresem IP %s
ro_ro: Am gasit %d user cu IP-ul %s

source: Found %d user with range %s
pl_pl: Znaleziono %d uzytkownika z IP w zakresie %s
ro_ro: Am gasit %d utilizator ce se incadreaza in range-ul %s

source: Country code must be 2 characters long, for example RU.
pl_pl: Kod kraju musi byc 2-literowy, np. PL.
ro_ro: Codul de þarã trebuie sã conþinã 2 caractere, spre exemplu RO.

source: Found %d user with country code %s
pl_pl: Znaleziono %d uzytkownika z kodem kraju %s
ro_ro: Am gasit %d utilizator, avand codul de tara %s

source: Found %d user with city %s
pl_pl: Znaleziono %d uzytkownika z miasta %s
ro_ro: Am gasit %d utilizator apartinand orasului %s

source: Found %d user on hub port %d
pl_pl: Znaleziono %d uzytkownika polaczonego z hubem na porcie %d
ro_ro: A fost gãsit %d utilizator pe portul de hub %d

source: Found %d user with hub URL %s
pl_pl: Znaleziono %d uzytkownika polaczonego z hubem przez URL %s
ro_ro: A fost gãsit %d utilizator pe URL de hub %s

source: No users found.
pl_pl: Nie znaleziono uzytkownikow.
ro_ro: Nu am gasit niciun utilizator

source: You have no rights to gag, drop or kick anyone.
ro_ro: Nu ai dreptul sã gaghezi, dai afarã ºi kick-uieºti pe nimeni.

source: You have no rights to drop or kick user: %s
ro_ro: Nu ai dreptul sã dai afarã sau kick-ui pe: %s

source: You have no rights to gag user: %s
ro_ro: Nu ai drept sã gaghezi utilizatorul: %s

source: You have no rights to gag nick: %s
ro_ro: Nu ai dreptul sã gaghezi nick-ul: %s

source: %s was restricted from using main chat for %s by %s with reason: %s
ro_ro: %s a fost oprit de a folosi chat-ul principal pentru %s de cãtre %s fãrã motiv: %s

source: %s was allowed to use main chat again by %s with reason: %s
ro_ro: %s a fost autorizat sã foloseascã din nou chat-ul principal de cãtre %s fãrã motiv %s

source: Loaded plugins
pl_pl: Zaladowane wtyczki
ro_ro: Pluginuri active pe acest hub

source: Plugin callbacks
pl_pl: Zdarzenia obslugiwane przez wtyczki
ro_ro: Apeluri înapoi ale pluginului

source: You don't want to unload Plugman because all other plugins are loaded via it.
ro_ro: Tu nu vrei sã dezactivezi Plugman pentru cã toate celelalte plugin-uri sunt încãrcate prin el.

source: You don't want to reload Plugman because all other plugins are loaded via it.
ro_ro: Tu nu vrei sã reactivezi Plugman pentru cã toate celelalte plugin-uri sunt încãrcate prin el.

source: classdif_reg value must be between %d and %d. Please correct this first.
pl_pl: Prawidlowa wartosc classdif_reg jest miedzy %d i %d. Proszê to poprawiæ.
ro_ro: classdif_reg valoarea trebuie sã fie între %d ºi %d. Te rog sã corectezi asta întâi.

source: Found %d registered user with class %d
pl_pl: Znaleziono %d zarejestrowanego uzytkownika z klasa %d
ro_ro: S-a gãsit %d utilizator înregistrat cu clasa %d

source: No registered users with class %d found.
pl_pl: Brak zarejestrowanych uzytkownikow z klasa %d
ro_ro: Nu am gasit utilizatori inregistrati apartinand clasei %d.

source: You specified invalid class number.
pl_pl: Okreslono nieprawidlowy numer klasy.
ro_ro: Cifra de clasã pe care ai specificat-o, nu existã.

source: Registered user not found: %s
pl_pl: Nie znaleziono zarejestrowanego uzytkownika: %s
ro_ro: Nu au fost gasiti utilizatori inregistrati pentru: %s

source: User is already registered: %s
pl_pl: Uzytkownik %s jest juz zarejestrowany.
ro_ro: Este deja înregistrat utilizatorul: %s

source: You have been registered with class %d. Please set your password by using following command: +passwd <password>
pl_pl: Zostales zarejestrowany z klasa %d. Ustaw sobie teraz haslo za pomoca komendy +passwd <twoje_haslo>.
ro_ro: Ai fost inregistrat cu clasa %d. Te rugam sa-ti setezi parola utilizand comanda: +passwd <parola>

source: %s has been registered with class %d and password.
pl_pl: %s zostal zarejestrowany z klasa %d oraz haslem.
ro_ro: Utilizatorul %s a fost inregistrat cu clasa %d si parola.

source: %s has been registered with class %d. Please tell him to set his password.
pl_pl: %s zostal zarejestrowany z klasa %d. Prosze, poinformuj teraz uzytkownika, aby ustawil sobie haslo.
ro_ro: %s a fost înregistrat cu clasa %d. Te rugãm sã-i spui sã-ºi seteze o parolã.

source: Error adding new user.
pl_pl: Blad podczas dodawania nowego uzytkownika.
ro_ro: Eroare la inregistrarea utilizatorului.

source: %s has been unregistered, user information
pl_pl: %s zostal wyrejestrowany, informacja o uzytkowniku
ro_ro: Utilizatorul %s a fost sters din baza de date, informatiile sale fiind

source: Error unregistering %s, user information
pl_pl: Blad wyrejestrowania %s, informacja o uzytkowniku
ro_ro: A aparut o eroare la stergerea din baza de date a utilizatorului %s, informatiile sale sunt

source: Password updated.
pl_pl: Haslo zaktualizowane.
ro_ro: Parola modificata cu succes.

source: You can change your password now. Use the +passwd command followed by your new password.
pl_pl: Mozesz teraz zmienic haslo, uzywajac komendy +passwd <nowe_haslo>.
ro_ro: Poþi acum sã-þi setezi o nouã parolã în Favorite în Properties pe adresa acestui hub, sau - dacã este soft vechi de hub - cu comanda: +passwd noua_ta_parolã

source: Your class has been changed to %d.
ro_ro: Clasa ta a fost modificatã la %d .

source: Your registration has been enabled.
pl_pl: Twoja rejestracja zostala wlaczona.
ro_ro: Contul tau a fost activat.

source: Your registration has been disabled.
pl_pl: Twoja rejestracja zostala wylaczona.
ro_ro: Contul tau a fost dezactivat.

source: You are protected from being kicked by class %s and lower.
pl_pl: Jestes chwoniony przed kopnieciem przez uzytkownikow klasy %s i nizszych.
ro_ro: Eºti acum protejat de a fi kick-uit de clasa %s ºi mai jos.

source: You kicks are hidden from class %s and lower.
pl_pl: Tylko uzytkownicy o klasie powyzej %s beda widzieli, jak bedziesz wykopywal innych.
ro_ro: Kick-urile tale vor fi ascunse pentru clasa %s ºi mai jos.

source: %s registration information
pl_pl: %s informacje o rejestracji
ro_ro: Informatiile de inregistrare ale utilizatorului %s

source: Your share is now visible.
pl_pl: Twoje udostepnione pliki sa teraz widoczne.
ro_ro: Share-ul tau este acum la vedere.

source: Your share is now hidden.
pl_pl: Twoje udostepnione pliki sa teraz ukryte.
ro_ro: Share-ul tau este acum ascuns.

source: Your operator key is now visible.
ro_ro: Cheia de operator acum îþi e la vedere.

source: Your operator key is now hidden.
ro_ro: Cheia de operator îþi e acum ascunsã.

source: Updated variable %s to value %s for user: %s
pl_pl: Zaktualizowanie zmiennej %s na wartosc %s dla uzytkownika %s.
ro_ro: Actualizarea variabilei %s la valoarea %s pentru utilizatorul: %s

source: Password reset for user: %s
pl_pl: Resetowanie hasla dla: %s
ro_ro: Parola resetatã pentru utilizatorul: %s

source: Error setting variable %s to value %s for user: %s
pl_pl: Blad ustawienie zmiennej %s na wartosc %s dla uzytkownika %s
ro_ro: Eroare în setarea variabilei %s la valoarea %s pentru utilizatorul: %s

source: Command console is not ready.
pl_pl: Konsola polecen nie jest gotowa.
ro_ro: Consola comenzilor nu este pregãtitã.

source: Message delivered to %d user in %s.
pl_pl: Wiadomosc dostarczona do %d uzytkownika w %s
ro_ro: Mesaj trimis cãtre %d utilizator în %s.

source: Probably attempt of NULL character attack: %s
pl_pl: Prawdopodobnie proba ataku NULL w postaci: %s
ro_ro: Posibila incercare de atac cu caractere nule: %s

source: See you.
pl_pl: Do zobaczenia.
ro_ro: La revedere.

source: Invalid login sequence, your client already sent key.
pl_pl: Nieprawidlowa sekwencja logowania: Twoj klient wyslal juz klucz.
ro_ro: Secventa de logare invalida, clientul tau DC a trimis deja cheia de autentificare.

source: Your client provided invalid key in response to lock.
pl_pl: Twoj klient wyslal nieprawidlowy klucz w odpowiedzi na komende Lock.
ro_ro: Clientul tau DC a furnizat o cheie invalida de autentificare.

source: Invalid login sequence, your client already sent supports.
pl_pl: Nieprawidlowa sekwencja logowania: klient juz wyslal komende Supports.
ro_ro: Secventa de conectare nevalida, clientul tau DC a trimis deja suporturile.

source: Invalid login sequence, your client already validated nick.
pl_pl: Nieprawidlowa sekwencja logowania: klient juz przeszedl walidacje nazwy uzytkownika.
ro_ro: Secventa de conectare nevalida, clientul tau a validat deja nick.

source: User limit in country zone %s exceeded at %d/%d online users.
pl_pl: Limit uzytkownikow w strefie krajow %s zostal przekroczony. Jest %d uzytkownikow w strefie na %d w ogole.
ro_ro: Limita impusa utilizatorilor din zona %s a fost depasita la %d/%d

source: User limit in IP zone %s exceeded at %d/%d online users.
pl_pl: Limit uzytkownikow w zakresie IP %s zostal przekroczony. Jest %d uzytkownikow w tym zakresie na %d w ogole.
ro_ro: Limita de utilizatori in range-ul IP %s a fost depasita la %d/%d

source: User limit in main zone exceeded at %d/%d online users.
pl_pl: Limit uzytkownikow w glownej strefie zostal przekroczony. Jest %d uzytkownikow w strefie na %d w ogole.
ro_ro: Limita de utilizatori in zona centrala a fost depasita la %d/%d

source: User limit exceeded at %d online users.
pl_pl: Limit uzytkownikow przekroczony. Jest %d uzytkownikow online.
ro_ro: Limita impusa de utilizatori a fost depasita la %d

source: This is a registered users only hub.
pl_pl: Hub tylko dla zarejestrowanych uzytkownikow.
ro_ro: Acest hub este privat, numai pentru utilizatorii inregistrati.

source: User limit from IP address %s exceeded at %d online users.
pl_pl: Limit uzytkownikow z adresem IP %s przekroczony: %d
ro_ro: Limita impusa de conectari per IP din partea %s a fost depasita, sunt %d utilizatori online.

source: Authorization IP mismatch from %s
pl_pl: Nieudana autoryzacja adresu IP uzytkownika %s
ro_ro: Nepotrivire la IP-ul de autorizare din %s

source: Authorization IP for this account doesn't match your IP address: %s
pl_pl: Autoryzacja adresu IP dla tego konta niezgodna jest z adresem IP: %s
ro_ro: IP-ul de autorizare pentru numele de utilizator pe care-l folosesti, nu se potriveste cu adresa ta IP curenta: %s

source: Invalid login sequence, you client already sent password.
pl_pl: Nieprawidlowa sekwencja logowania: haslo klienta juz bylo wyslane.
ro_ro: Secventa de conectare nevalida, clientul tau a trimis deja parola.

source: Incorrect password
pl_pl: Nieprawidlowe haslo
ro_ro: Parola incorecta

source: You've been temporarily banned due to incorrect password.
pl_pl: Zostales tymczasowo zbanowany z powodu niewlasciwego hasla.
ro_ro: Ai fost banat temporar deoarece ai introdus parola gresit.

source: Invalid login sequence, you didn't specify support for hub URL command.
pl_pl: Nieprawidlowa sekwencjia logowania: nie okreslono wsparcia dla komendy HubURL.
ro_ro: Secvenþã de logare invalidã, nu ai specificat comanda pentru suportul URL de hub.

source: Invalid login sequence, your client already sent hub URL.
pl_pl: Nieprawidlowa sekwencja logowania: klient juz wyslal komende HubURL.
ro_ro: Secvenþã de logare invalidã, clientul tãu a trimis deja URL-ul hubului.

source: Invalid login sequence, you client already sent version.
pl_pl: Nieprawidlowa sekwencja logowania: klient juz wyslal informacje o wersji.
ro_ro: Secventa de conectare nevalida, clientul tau a trimis deja versiunea.

source: Your client didn't specify a tag.
pl_pl: Twoj klient nie okreslil taga.
ro_ro: Clientul tau nu are un Tag specificat.

source: You share %s but minimum allowed is %s (%s for active users, %s for passive users).
pl_pl: Udostepniasz %s ale minimalna dozwolona wartosc to %s (%s dla aktywnych, a %s dla pasywnych uzytkownikow).
ro_ro: Share-ul tãu este %s dar minimul permis este %s (%s pentru utilizatorii activi, %s pentru cei pasivi).

source: You share %s but maximum allowed is %s.
pl_pl: Udostepniasz %s, ale maksymalna dozwolona wartosc to %s.
ro_ro: Sharingul tau este de %s insa minimul acceptat pe acest hub este de %s.

source: Passive user limit exceeded at %d users. Try again later or set up an active connection.
pl_pl: Limit uzytkownikow pasywnych przekroczony przy %d uzytkownikach. Jesli to mozliwe, sprobuj skonfigurowac tryb aktywny i ponownie wejsc na hub.
ro_ro: Numãrul de utilizatori pasivi a depãºit limita de %d. Încearcã din nou mai târziu sau seteazã clientul tãu DC pe activ.

source: You are prohibited from entering this hub
pl_pl: Zakaz wejscia na hub.
ro_ro: Ai interdicþie de a intra pe acest hub.

source: You are banned from this hub
pl_pl: Zostales zbanowany
ro_ro: Imi pare rau, esti banat pe acest hub

source: You are already in the hub using another nick: %s
pl_pl: Jestes juz na hubie na innym nicku: %s
ro_ro: Esti deja pe acest hub utilizand un alt nick: %s

source: Invalid login sequence, you didn't specify support for IN command.
pl_pl: Nieprawidlowa sekwencjia logowania: nie okreslono wsparcia dla komendy IN.
ro_ro: Secventã de login nevalidã, nu ai specificat suportul pentru comanda IN.

source: Invalid login sequence, you didn't specify support for ExtJSON command.
pl_pl: Nieprawidlowa sekwencjia logowania: nie okreslono wsparcia dla komendy ExtJSON.
ro_ro: Secvenþã de logare invalidã, nu ai specificat suportul pentru comanda ExtJSON.

source: You're trying to send private message to an offline user: %s
pl_pl: Probujesz wyslac prywatna wiadomosc do uzytkownika ktory jest w trybie niedostepnym: %s
ro_ro: Încerci sã trimiþi mesaj privat uutilizatorului deconectat de pe hub: %s

source: You're trying to send private message to a bot: %s
pl_pl: Probujesz wyslac prywatna wiadomosc do bota: %s
ro_ro: Încerci sã trimiþi mesaj privat cãtre bot-ul: %s

source: You're not allowed to use private chat right now.
pl_pl: Nie jestes uprawniony do prowadzenia prywatnych rozmow.
ro_ro: Tu nu ai permisiunea de a folosi chatul privat chiar acum.

source: User tries to speak with gag in PM to %s: %s
pl_pl: Zakneblowany uzytkownik probuje rozmawiac na PM z %s: %s
ro_ro: Încercare de comunicare pe privatul lui %s: de la utilizatorul cu gag %s

source: You can't talk to this user.
pl_pl: Nie mozesz rozmawiac z tym uzytkownikiem.
ro_ro: Nu poti comunica cu acest utilizator.

source: Same message flood in PM: %s
pl_pl: Flood identycznej wiadomosci na PM: %s
ro_ro: Flood prin repetarea aceluiasi mesaj in privat: %s

source: Your PM contains %d characters but maximum allowed is %d characters.
pl_pl: Twoja wiadomosc na PM posiada %d znakow, maksymalna ilosc znakow to %d.
ro_ro: Privatul tãu conþine %d caractere dar maximum de caractere alocat e de %d caractere.

source: Same message flood in MCTo: %s
pl_pl: Flood identycznej wiadomosci MCTo: %s
ro_ro: Flood prin repetarea mesajului catre MCTo: %s

source: Your chat message contains %d characters but maximum allowed is %d characters.
pl_pl: Twoja wiadomosc posiada %d znakow, a dozwolona ilosc znakow to %d.
ro_ro: Mesajul tau contine %d caractere, insa maximum acceptat per fraza este de %d caractere.

source: Your message wasn't sent because minimum chat delay is %lu ms but you waited only %s.
pl_pl: Twoja wiadomosc nie zostala wyslana, poniewaz minimalny odstep miedzy wiadomosciami to %lu ms, a Ty wyslales kolejna wiadomosc po %s.
ro_ro: Mesajul tãu nu s-a trimis pentru cã timpul între mesajele trimise cãtre chat este setat la %lu milisecunde iar tu ai aºteptat doar %s.

source: You're not allowed to use main chat right now.
pl_pl: Nie mozesz obecnie uzywac czatu glownego.
ro_ro: Nu esti autorizat sã folosesti main chat-ul chiar acum.

source: User tries to speak with gag in MC: %s
pl_pl: Zakneblowany uzytkownik probuje rozmawiac na MC: %s
ro_ro: Încercare de comunicare în mainul principal a utilizatorului cu gag: %s

source: You're trying to connect to a bot: %s
pl_pl: Probujesz sie polaczyc z uzytkownikiem, ktory jest botem: %s
ro_ro: Încerci sã teconectezi la un bot: %s

source: You're trying to connect to yourself.
pl_pl: Probujesz polaczyc sie z samym soba.
ro_ro: Încerci sã te conectezi la tine însuþi.

source: You can't download unless you are registered with class %d.
pl_pl: Nie mozesz pobierac, gdyz masz klase nizsza niz %d
ro_ro: Nu poþi descãrca pânã când nu vei fi înregistrat cu clasa %d.

source: You can't download unless you share %s.
pl_pl: Nie mozesz pobierac, chyba ze udostepnisz %s
ro_ro: Nu poþi descãrca pânã nu vei shara %s.

source: You're not allowed to download from anyone.
pl_pl: Nie masz uprawnien do pobierania plikow.
ro_ro: Îti este interzis sã descarci de pe acest hub ca urmare a încãlcãrii unei reguli.

source: You can't download from this user: %s
pl_pl: Nie mozesz sciagac od uzytkownika %s
ro_ro: Nu poti downloda nimic de la utilizatorul: %s

source: You can't download from this user because one of you is in a LAN: %s
pl_pl: Nie mozna pobierac od uzytkownika, poniewaz jeden z was jest w sieci LAN: %s
ro_ro: Nu poþi descãrca de la acest utilizator pentru cã unul din voi are Reþeaua Localã: %s

source: You can't download from this user because he is in chat only mode: %s
pl_pl: Nie mozna pobierac od uzytkownika, poniewaz jest on tylko w trybie do rozmow: %s
ro_ro: Nu poþi copia nimic de la acest utilizator pentru cã este aici cu status de chat: %s

source: Replacing wrong IP address specified in your connection request with real one: %s -> %s
pl_pl: Zmieniam Twoj blednie podany przy probie polaczenia numer IP %s na faktyczny: %s
ro_ro: Înlocuieºte adresa IP specificatã în cererea ta de conectare cu cea realã: %s -> %s

source: You're trying to connect to an offline user: %s
pl_pl: Probujesz sie polaczyc z uzytkownikiem, ktory nie jest obecny na hubie: %s
ro_ro: Încerci sã te conectezi la utilizatorul %s care este ieºit de pe hub.

source: You can't download from this user, because he is also in passive mode: %s
pl_pl: Nie mozesz pobierac od uzytkownika, poniewaz jest on w trybie pasywnym: %s
ro_ro: Nu poþi descãrca de la acest utilizator %s pentru cã este deasemeni setat în modul pasiv.

source: You can't download from this user while your share is hidden, because you are in passive mode: %s
pl_pl: Nie mozna pobrac od tego uzytkownika w czasie, gdy ma ukryte udostepnienie, poniewa¿ jestes w trybie pasywnym: %s
ro_ro: Nu poþi descãrca de la acest utilizator cât timp ai share ascuns, pentru cã eºti în modul pasiv: %s

source: Sorry, hub load is too high to process your search request. Please try again later.
pl_pl: Niestety obciazenie huba jest zbyt duze, aby przetwozyc Twoje wyszukiwanie. Sprobuj pozniej.
ro_ro: Ne pare rãu, cererea ta de cãutare încarcã prea mult procesarea hubului. Te rugãm sã încerci din nou mai târziu.

source: Don't search too often.
pl_pl: Wyszukujesz zbyt czesto.
ro_ro: Nu repeta cãutarea foarte des.

source: You can perform %d search in %s.
pl_pl: Mozna wykonac %d wyszukiwan w %s.
ro_ro: Poþi efectua %d cãutare în %s

source: You can't search unless you are registered with class %d.
pl_pl: Nie mozesz wyszukiwac, jesli nie jestes zarejestrowany z klasa minimum %d
ro_ro: Nu poþi cãuta pânã nu vei fi înregistrat cu clasa %d.

source: You can't search unless you share %s.
pl_pl: Nie mozesz wyszukiwac, jesli nie udostepnisz minimum %s
ro_ro: Nu poþi cãuta pânã nu vei avea share %s.

source: You're not allowed to search for anything.
pl_pl: Nie masz uprawnien do wyszukiwania.
ro_ro: Îti este interzis sã cauti pe acest hub ca urmare a încãlcãrii unei reguli.

source: Minimum search length is %d character.
pl_pl: Minimalna dlugosc wyszukiwanej frazy to %d znak.
ro_ro: Minimul de caractere pentru cãutare este de %d caracter.

source: Replacing wrong IP address specified in your search request with real one: %s -> %s
pl_pl: Zmieniam Twoj blednie podany przy wyszukiwaniu numer IP %s na faktyczny: %s
ro_ro: Schimbã adresa IP specificatã în cererea de conectare cu cea realã: %s -> %s

source: Invalid login sequence, you didn't specify support for short TTH search command.
pl_pl: Nieprawidlowa sekwencjia logowania: nie okreslono wsparcia dla komendy wyszukiwania TTH.
ro_ro: Scvenþã de logare invalidã, nu ai specificat pe ce format faci cãutarea.

source: Invalid login sequence, you didn't identify yourself as pinger.
pl_pl: Nieprawidlowa sekwencja logowania: nie przedstawiles sie jako pinger.
ro_ro: Secventa de autentificare invalida, nu ai fost identificat ca fiind pinger.

source: Invalid login sequence, you already sent pinger information.
pl_pl: Nieprawidlowa sekwencja logowania: juz wyslales informacje pingera.
ro_ro: Secventa de autentificare invalida, deja ai trimis informatiile solicitate.

source: Pinger entered the hub: %s
pl_pl: Pinger wszedl na hub: %s
ro_ro: Crolerul/hublist bot %s a intrat pe hub

source: You're trying to redirect an offline user: %s
pl_pl: Probujesz sie polaczyc z uzytkownikiem, ktory nie jest obecny na hubie: %s
ro_ro: Încerci sã redirecþionezi utilizatorul %s care este deconectat de pe hub.
