Repository: Verlihub/verlihub
Catalog: po/core_*.CP1251.po
Languages: ru_ru, uk_ua

source: Hub security doesn't accept private messages, use main chat instead.
ru_ru: Главный бот хаба не принимает личных сообщений, используйте главный чат.
uk_ua: Головний бот хаба не приймає особистих повідомлень, використовуйте головний чат.

source: Plugin %s %s cannot load extra script.
ru_ru: Плагин %s %s не может загрузить дополнительный скрипт.
uk_ua: Плагін %s %s не може завантажити додатковий скрипт.

source: Plugin %s %s cannot load script '%s'.
ru_ru: Плагин %s %s не может загрузить скрипт '%s'.
uk_ua: Плагін %s %s не може завантажити скрипт '%s'.

source: B
ru_ru: Б
uk_ua: Б

source: KB
ru_ru: Кб
uk_ua: Кб

source: MB
ru_ru: Мб
uk_ua: Мб

source: TB
ru_ru: Тб
uk_ua: Тб

source: PB
ru_ru: Пб
uk_ua: Пб

source: EB
ru_ru: Еб
uk_ua: Еб

source: ZB
ru_ru: Зб
uk_ua: Зб

source: YB
ru_ru: Йб
uk_ua: Йб

source: B/s
ru_ru: Б/с
uk_ua: Б/с

source: KB/s
ru_ru: Кб/с
uk_ua: Кб/с

source: MB/s
ru_ru: Мб/с
uk_ua: Мб/с

source: GB/s
ru_ru: Гб/с
uk_ua: Гб/с

source: TB/s
ru_ru: Тб/с
uk_ua: Тб/с

source: PB/s
ru_ru: Пб/с
uk_ua: Пб/с

source: EB/s
ru_ru: Еб/с
uk_ua: Еб/с

source: ZB/s
ru_ru: Зб/с
uk_ua: Зб/с

source: YB/s
ru_ru: Йб/с
uk_ua: Йб/с

source: No help available for this command.
ru_ru: Для этой команды помощь не доступна.
uk_ua: Для цієї команди допомога не доступна.

source: Item successfully added
ru_ru: Пункт успешно добавлен
uk_ua: Пункт успішно доданий

source: Unable to add item.
ru_ru: Невозможно добавить пункт.
uk_ua: Неможливо додати пункт.

source: Item already exists.
ru_ru: Такой пункт уже существует.
uk_ua: Такий пункт вже існує.

source: Item successfully deleted.
ru_ru: Пункт успешно удален.
uk_ua: Пункт успішно вилучено.

source: Item not found.
ru_ru: Пункт не найден.
uk_ua: Пункт не знайдено.

source: Item successfully modified
ru_ru: Пункт успешно изменен.
uk_ua: Пункт успішно змінено.

source: Error in item data.
ru_ru: Ошибка в данных пункта.
uk_ua: Помилка даних пункту.
