Repository: Verlihub/verlihub
Catalog: po/core_*.CP1252.po
Languages: de_de, fr_fr, nl_nl

source: Nick: %s
de_de: Nickname: %s
fr_fr: Pseudonyme : %s
nl_nl: Nicknaam: %s

source: IP range: %s - %s
de_de: IP-Bereich: %s - %s
fr_fr: Plage d'IP : %s - %s
nl_nl: IP reeks: %s - %s

source: Share: %llu [%s]
de_de: Freigabe: %llu [%s]
fr_fr: Partage : %llu [%s]
nl_nl: Gedeeld: %llu [%s]

source: Reason: %s
de_de: Grund: %s
fr_fr: Raison : %s
nl_nl: Reden: %s

source: Extra: %s
de_de: Zusätzlich: %s
fr_fr: En supplément : %s

source: Time
de_de: Zeit
fr_fr: Heure
nl_nl: Tijd

source: %s left
de_de: %s verbleiben
fr_fr: %s restantes
nl_nl: %s over

source: Permanently
de_de: Dauerhaft
fr_fr: En permanence
nl_nl: Permanent

source: User note: %s
de_de: Benutzerkommentar: %s
fr_fr: Note d'utilisateur : %s
nl_nl: Gebruikers nota: %s

source: Operator note: %s
de_de: Anmerkung des Betreibers: %s
fr_fr: Note d'opérateur note : %s
nl_nl: Operator nota: %s

source: Operator: %s
de_de: Betreiber: %s
fr_fr: Opérateur : %s

source: Last hit
de_de: Letzter Treffer
fr_fr: Dernière correspondance
nl_nl: Laatste hit

source: %s ago
de_de: vor %s
fr_fr: %s depuis
nl_nl: %s geleden

source: Never
de_de: Nie
fr_fr: Jamais
nl_nl: Nooit

source: Nick + IP
de_de: Nickname + IP
fr_fr: Pseudonyme + IP
nl_nl: Nicknaam + IP

source: Nick
de_de: Nickname
fr_fr: Pseudonyme
nl_nl: Nicknaam

source: IP range
de_de: IP-Bereich
fr_fr: Plage d'IP
nl_nl: IP reeks

source: Host level 1
de_de: Hoststufe 1
fr_fr: Niveau de l'hôte 1
nl_nl: Host- niveau 1

source: Host level 2
de_de: Hoststufe 2
fr_fr: Niveau de l'hôte 2
nl_nl: Host- niveau 2

source: Host level 3
de_de: Hoststufe 3
fr_fr: Niveau de l'hôte 3
nl_nl: Host- niveau 3

source: Share size
de_de: Freigabegröße
fr_fr: Partage taille
nl_nl: Gedeelde grote

source: Nick prefix
de_de: Nicknamenspräfix
fr_fr: Pseudonyme préfixe
nl_nl: Nicknaam prefix

source: Reverse host
de_de: Umgekehrter Host
fr_fr: Hôte inverse

source: Expired %s
de_de: Abgelaufen %s
fr_fr: Expiré %s
nl_nl: Verlopen %s

source: Item
de_de: Element
fr_fr: Article

source: Operator
de_de: Betreiber
fr_fr: Opérateur

source: Password
de_de: Passwort
fr_fr: Mot de passe
nl_nl: Paswoord

source: Reconnect
de_de: Wieder verbinden
fr_fr: Reconnexion

source: Flood
fr_fr: Répétition excessive (flood)

source: Unknown
de_de: Unbekannt
fr_fr: Inconnu
nl_nl: Onbekend

source: Not found
de_de: Nicht gefunden
fr_fr: Introuvable

source: Bad IP specified
de_de: Falsche IP angegeben
fr_fr: Mauvaise IP spécifiée

source: User not online: %s
de_de: Benutzer nicht online: %s
fr_fr: Utilisateur pas en ligne: %s
nl_nl: Gebruiker is niet online: %s

source: User not in chatroom: %s
de_de: Benutzer nicht im Chatraum: %s
fr_fr: Utilisateur non présent en salle de tchat: %s
nl_nl: Gebruiker niet in chatroom: %s

source: You have no rights to remove user from chatroom: %s
de_de: Sie haben keine Rechte, um Benutzer aus dem Chatraum zu entfernen: %s
fr_fr: Vous n'avez aucun droit de supprimer l'utilisateur de chatroom : %s
nl_nl: Je hebt geen rechten om een gebruiker te verwijderen uit een chatroom: %s

source: User removed from chatroom: %s
de_de: Benutzer von Chatraum entfernt: %s
fr_fr: Utilisateur supprimé de chat: %s
nl_nl: Gebruiker verwijderd uit chatroom: %s

source: You are removed from chatroom.
de_de: Sie werden aus dem Chatraum entfernt.
fr_fr: Vous êtes retiré de chatroom.
nl_nl: Je bent verwijderd uit de chatroom

source: Chatroom members
de_de: Chatraummitglieder
fr_fr: Membres Chatroom
nl_nl: Chatroom leden

source: User is already in chatroom: %s
de_de: Benutzer ist bereits im Chatraum: %s
fr_fr: L'utilisateur est déjà sur la salle de chat: %s
nl_nl: Gebruiker is al in chatroom: %s

source: User added to chatroom: %s
de_de: Benutzer zum Chatraum hinzugefügt: %s
fr_fr: Utilisateur ajouté à chatroom: %s
nl_nl: Gebruiker toegevoegd aan chatroom: %s

source: Command suffix %s is not implemented, known suffixes are
de_de: Befehlsendung %s ist nicht implementiert, bekannte Endungen sind
fr_fr: Commande suffixe %s n'est pas implanter, les suffixes connus sont
nl_nl: commando achtervoegsel %s niet wordt uitgevoerd , bekend achtervoegsels zijn

source: Suffix regular expression
de_de: Endung regulärer Ausdruck
fr_fr: Expression régulière suffixe
nl_nl: Achtervoegsel reguliere expressie

source: Parameters regular expression
de_de: Parameter regulärer Ausdruck
fr_fr: Paramètres d'expression régulière
nl_nl: Parameters reguliere expressie

source: Command parameters error
de_de: Befehlsparameterfehler
fr_fr: Erreur de paramètres de commande
nl_nl: Commando parameters fout

source: Key
de_de: Schlüssel
fr_fr: Clée
nl_nl: Sleutel

source: Login
de_de: Anmeldung
fr_fr: S'identifier

source: Operation timeout: %s
de_de: Vorgangszeitüberschreitung: %s
fr_fr: Opération timeout: %s
nl_nl: Operatie timeout: %s

source: General timeout
de_de: Allgemeine Zeitüberschreitung
fr_fr: Dépassement de délai général
nl_nl: Algemeen timeout

source: Protocol flood detected
de_de: Protokollüberflutung erkannt
fr_fr: Protocole flood détectée
nl_nl: Protocol flood gedetecteerd

source: List of connection types
de_de: Liste der Verbindungsarten
fr_fr: Liste des types de connexion
nl_nl: Lijst van connectie types

source: Name
fr_fr: Nom
nl_nl: Naam

source: Upload
de_de: Hochladen
fr_fr: Télécharger

source: Upload per slot
de_de: Upload pro Slot
fr_fr: Télécharger par slot

source: On
de_de: Ein
fr_fr: Sur

source: Off
de_de: Aus
fr_fr: Arret
nl_nl: Uit

source: Any
de_de: Beliebig
fr_fr: Tout
nl_nl: Ieder

source: Yes
de_de: Ja
fr_fr: Oui
nl_nl: Ja

source: No
de_de: Nein
fr_fr: Non
nl_nl: Nee

source: GB
fr_fr: Go

source: Show list of redirects
de_de: Liste der Weiterleitungen anzeigen
fr_fr: Affiche la liste des redirections
nl_nl: Lijst van de redirects bekijken

source: Hits
de_de: Treffer
fr_fr: Les coups

source: Start
fr_fr: Démarrer

source: Stop
fr_fr: Arrêter

source: Status
fr_fr: État

source: Country
de_de: Land
fr_fr: Pays
nl_nl: Land

source: Secure
de_de: Sicher
fr_fr: Sécurisé

source: Share
de_de: Freigabe
fr_fr: Partage

source: Show list of clients
de_de: Liste der Clients anzeigen
fr_fr: Afficher la liste des clients
nl_nl: Lijst van clienten bekijken.

source: Use hub
de_de: Hub verwenden
fr_fr: Utiliser le hub

source: Banned
de_de: Gebannt
fr_fr: Bannir
nl_nl: Geband

source: User commands are currently disabled.
de_de: Benutzerbefehle sind momentan deaktiviert.
fr_fr: Les commandes de l'utilisateur sont actuellement désactivés .
nl_nl: Gebruiker commando's zijn momenteel uitgeschakeld.

source: Full list of commands
de_de: Vollständige Liste an Befehlen
fr_fr: La liste complète des commandes
nl_nl: Volledige lijst met commando's

source: User
de_de: Benutzer
fr_fr: Utilisateur
nl_nl: Gebruiker

source: User not found: %s
de_de: Benutzer nicht gefunden: %s
fr_fr: Utilisateur introuvable : %s
nl_nl: Gebruiker niet gevonden: %s

source: Please specify one or more nicks separated by space.
de_de: Bitte gib eine oder mehrere Benutzernamen an, die durch ein Leerzeichen getrennt sind.
fr_fr: S'il vous plaît spécifier un ou plusieurs pseudonyme séparés par des espaces .
nl_nl: Geef aub een of meer nicks gescheiden door een spatie

source: Showing %d result
de_de: %d Ergebnis wird angezeigt
fr_fr: Affichage des résultats %d
nl_nl: Bekijk %d resultaten

source: Host
fr_fr: Hôte

source: Unable to resolve hostname of user: %s
de_de: Hostname von Benutzer kann nicht aufgelöst werden: %s
fr_fr: Impossible de resoudre le nom d hote utilisateur: %s
nl_nl: Niet in staat om hostname van de gebruiker op te lossen: %s

source: City
de_de: Stadt
fr_fr: Ville
nl_nl: Stad

source: Please note, hub is no longer scheduled for restart.
de_de: Achtung, es wurde kein Neustart für den Hub geplant.
fr_fr: Veuillez noter que le hub ne va pas redémarrer.
nl_nl: Houdt u er rekening mee dat de hub niet langer is gepland voor herstart.

source: Please note, hub has been scheduled to restart in: %s
de_de: Achtung, der Hub wird neu gestartet in: %s
fr_fr: Attention, redémarrage du hub dans: %s
nl_nl: Let op, hub is gepland om opnieuw te starten in: %s

source: Please note, hub will be restarted now.
de_de: Achtung, der Hub wird jetzt neu gestartet.
fr_fr: Attention, le hub va redémarrer maintenant.
nl_nl: Let op, hub wordt nu opnieuw opgestart.

source: Please note, hub is no longer scheduled for stop.
de_de: Achtung, der Hub wird nicht gestoppt.
fr_fr: Veuillez noter que le salon est plus prévue pour l'arrêt .
nl_nl: Houdt u er rekening mee dat de hub niet langer is gepland voor stop.

source: Please note, hub has been scheduled to stop in: %s
de_de: Achtung, der Hub wird gestoppt in: %s
fr_fr: Attention ! Le hub a été programmé pour s'arrêter dans : %s
nl_nl: Let op, hub gepland te stoppen in: %s

source: Please note, hub will be stopped now.
de_de: Achtung, der Hub wird jetzt gestoppt.
fr_fr: Attention! Le hub va être arrêté.
nl_nl: Let op, hub zal nu worden gestopt.

source: Usage example: !ccbc :US:GB: <message>
de_de: Aufrufbeispiel: !ccbc :US:GB: <Nachricht>
fr_fr: Exemple d'utilisation : !ccbc :US:GB: <message>
nl_nl: Gebruik bijvoorbeeld: !ccbc :US:GB: <message>

source: Message delivered to %d user in zones %s in %s.
de_de: Nachricht zugestellt an %d Benutzer in Zonen %s in %s.
fr_fr: Message délivré à %d utilisateurs dans les zones %s en %s.
nl_nl: Bericht afgeleverd aan %d gebruikers in zone %s in %s.

source: Your information
de_de: Ihre Informationen
fr_fr: Vos informations
nl_nl: Jouw informatie

source: Your IP information
de_de: Ihre IP-Informationen
fr_fr: Vos informations IP
nl_nl: Jouw IP informatie

source: Host: %s
fr_fr: Hôte : %s

source: Hub TLS: %s
fr_fr: TLS Hub : %s

source: Client TLS: %s
fr_fr: TLS client : %s

source: Client NAT: %s
fr_fr: NAT client ; %s

source: This command is currently disabled.
de_de: Dieser Befehl ist momentan deaktiviert.
fr_fr: Cette commande est actuellement désactivé.
nl_nl: Deze opdracht is momenteel uitgeschakeld.

source: Main chat is currently disabled for users with your class, please consider registering on the hub or contact an operator.
de_de: Der Hauptchat ist derzeit für Nutzer mit deiner Klasse deaktiviert. Bitte registriere dich im Hub oder kontaktiere einen Operator.
fr_fr: Le tchat principal est actuellement désactivé pour les utilisateurs de votre classe, veuillez envisager vous inscrire sur le hub ou contactez un opérateur.

source: Your message wasn't sent because it equals your previous message.
de_de: Deine Nachricht wurde nicht gesendet, weil sie deiner vorherigen Nachricht gleicht.
fr_fr: Votre message n'a pas été envoyé , car il est égal à votre message précédent .
nl_nl: uw bericht is niet verzonden, omdat het gelijk is aan uw vorige bericht .

source: Public chat messages are now visible. To hide them, write: +nochat
de_de: Öffentliche Chat-Nachrichten sind jetzt sichtbar. Um sie auszublenden, schreibe: +nochat
fr_fr: Publics des messages de chat sont maintenant visibles . Pour les cacher , écrire : +nochat
nl_nl: Openbare chatberichten zijn nu zichtbaar . Om ze te verbergen , schrijf: + nochat

source: Public chat messages are already visible. To hide them, write: +nochat
de_de: Öffentliche Chat-Nachrichten sind bereits sichtbar. Um sie auszublenden, schreibe: +nochat
fr_fr: Publics des messages de chat sont déjà visibles. Pour les cacher , écrire : +nochat
nl_nl: Openbare chatberichten zijn al zichtbaar. Om ze te verbergen , schrijf: + nochat

source: Public chat messages are now hidden. To show them, write: +chat
de_de: Öffentliche Chat-Nachrichten sind jetzt ausgeblendet. Um sie anzuzeigen, schreibe: +Chat
fr_fr: Des messages de chat public sont désormais cachés. Pour les afficher , écrire : +chat
nl_nl: Publieke chat -berichten worden nu verborgen . Om te laten zien , schrijf: + chat

source: Public chat messages are already hidden. To show them, write: +chat
de_de: Öffentliche Chatnachrichten sind bereits ausgeblendet. Um sie einzublenden, schreibe: +chat
fr_fr: Des messages de chat public sont déjà cachés. Pour les afficher , écrire : +chat
nl_nl: Openbare chatberichten zijn al verborgen . Om te laten zien , schrijf: + chat

source: Software: %s %s
fr_fr: Logiciel : %s %s

source: Authors
de_de: Autoren
fr_fr: Auteurs
nl_nl: Auteurs

source: Not forgetting other 4 people who didn't want to be listed here.
de_de: Nicht zu vergessen, die anderen 4 Personen, die hier nicht aufgeführt werden wollten.
fr_fr: Sans oublier les autres 4 personnes qui ne voulaient pas être répertoriées ici.
nl_nl: Niet te vergeten andere 4 mensen die hier niet wilden worden vermeld hier.

source: Translators
de_de: Übersetzer
fr_fr: Traducteurs
nl_nl: Vertalers

source: Translate
de_de: Übersetze
fr_fr: Traduire
nl_nl: Vertalen

source: Contributors
de_de: Beitragende
fr_fr: Contributeurs
nl_nl: Medewerkers

source: Credits
de_de: Danksagung
fr_fr: Crédits

source: We would like to thank everyone in our support hub for their input and valuable support and of course everyone who continues to use this great hub software.
de_de: Wir möchten uns bei allen in unserem Support Hub für ihren Beitrag und ihre wertvolle Unterstützung bedanken und natürlich bei allen, die diese großartige Hub-Software weiterhin nutzen.
fr_fr: Nous tenons à remercier tout le monde dans notre centre de support pour leur contribution et un soutien précieux et bien sûr tout le monde qui continue à utiliser ce logiciel génial.
nl_nl: We willen iedereen bedanken voor de steun en voor hun inbreng en waardevolle ondersteuning en natuurlijk iedereen die Verlihub software blijft gebruiken .

source: Links
fr_fr: Lien

source: Website
de_de: Webseite
fr_fr: Site Internet

source: Crash
fr_fr: Plantage

source: Hublist
de_de: Hubliste
fr_fr: Liste de hubs

source: Donation
de_de: Spende
fr_fr: Don
nl_nl: Donatie

source: Donators
de_de: Spender
fr_fr: Donateurs
nl_nl: Donateurs

source: Hub information
de_de: Hub-Informationen
fr_fr: Informations du salon
nl_nl: Hub informatie

source: Owner: %s
de_de: Eigentümer: %s
fr_fr: Propriétaire : %s
nl_nl: Eigenaar: %s

source: Not set
de_de: Nicht festgelegt
fr_fr: Non défini
nl_nl: Niet ingesteld

source: Address: %s
de_de: Adresse: %s
fr_fr: Adresse : %s

source: Secure: %s
de_de: Sicher: %s
fr_fr: Sécurisé : %s

source: Status: %s
fr_fr: État : %s

source: Users: %d of %d
de_de: Benutzer: %d von %d
fr_fr: Utilisateurs : %d sur %d
nl_nl: Gebruikers: %d of %d

source: Secure: %d of %d
de_de: Sicher: %d von %d
fr_fr: Sécurisé : %d sur %d

source: Active: %d
de_de: Aktiv: %d
fr_fr: Actif : %d
nl_nl: Aktief: %d

source: Passive: %d
de_de: Passiv: %d
fr_fr: Passif : %d
nl_nl: Passief: %d

source: Share: %s
de_de: Freigabe: %s
fr_fr: Partage : %s
nl_nl: Gedeeld: %s

source: Class: %d [%s]
de_de: Klasse: %d [%s]
fr_fr: Classe : %d [%s]
nl_nl: Klas: %d [%s]

source: Search interval: %d second
de_de: Suchintervall: %d Sekunde
fr_fr: Intervalle de recherche : %d seconde
nl_nl: Zoek interval: %d secondes

source: Passive
de_de: Passiv
fr_fr: Passif
nl_nl: Passief

source: Active
de_de: Aktiv
fr_fr: Actif
nl_nl: Actief

source: Hidden: %s
de_de: Versteckt: %s
fr_fr: Caché : %s
nl_nl: Verborgen: %s

source: This functionality is currently disabled.
de_de: Diese Funktionalität ist momentan deaktiviert.
fr_fr: Cette fonctionnalité est actuellement désactivée.
nl_nl: Deze functionaliteit is momenteel uitgeschakeld .

source: Registration failed. Please contact an operator for help.
de_de: Die Registrierung ist fehlgeschlagen. Bitte kontaktiere einen Operator für Hilfe.
fr_fr: Échec de l'enregistrement. Veuillez contacter un opérateur pour de l'aide.
nl_nl: Registratie mislukt. Neem contact op met een operator voor hulp

source: You are already registered.
de_de: Sie sind bereits registriert.
fr_fr: Vous êtes déjà inscrit.
nl_nl: U bent al geregistreerd

source: You are not registered yet.
de_de: Du bist noch nicht registriert.
fr_fr: Vous n'êtes pas encore inscrit.
nl_nl: Je bent nog niet geregistreerd

source: You have been unregistered.
de_de: Dein Benutzer-Account wurde gelöscht.
fr_fr: Vous avez été désinscrit.
nl_nl: U bent niet geregistreerd.

source: User has been unregistered
de_de: Der Benutzer-Account wurde gelöscht
fr_fr: L'utilisateur a été désinscrit
nl_nl: Gebruiker is niet geregistreerd.

source: An error occured while unregistering.
de_de: Bei der Löschung der Registrierung ist ein Fehler aufgetreten.
fr_fr: Une erreur s'est produite lors de l'annulation de l'enregistrement.
nl_nl: een fout is opgetreden tijdens het onregistreren.

source: Unregistration request
de_de: Antrag auf Löschung des Benutzer-Accounts
fr_fr: Demande de désinscription
nl_nl: Onregistratie verzoek.

source: Thank you, your unregistration request has been sent to operators. Please await an answer.
de_de: Danke, dein Antrag auf Löschung wurde an einen Operator gesendet. Bitte, warte auf eine Antwort.
fr_fr: Merci, votre demande de désinscription a été envoyée aux opérateurs. Veuillez attendre une réponse.
nl_nl: Bedankt, uw verzoek tot uitschrijving is verzonden aan operators. Wacht op een antwoord.

source: Your nick must start with: %s
de_de: Ihre Nickname muss beginnen mit: %s
fr_fr: Votre pseudo doit commencer par : %s
nl_nl: Uw nicknaam moet beginnen met: %s

source: You need to share at least: %s
de_de: Sie müssen mindestens %s freigeben.
fr_fr: Vous devez partager au moins : %s
nl_nl: Je moet op zijn minst delen:%s

source: Minimum password length is %d characters. Please retry.
de_de: Minimale Passwortlänge ist %d Zeichen. Bitte erneut versuchen.
fr_fr: La longueur du mot de passe minimum est de %d caractères. Veuillez réessayer.
nl_nl: Minimale lengte van het wachtwoord is %d karakters . Probeer het opnieuw .

source: You have been registered with class %d and following password: %s
de_de: Du wurdest mit der Klasse "%d" und dem folgenden Passwort registriert: %s
fr_fr: Vous avez été enregistré avec le profil %d et le mot de passe suivant : %s
nl_nl: U bent geregistreerd met de klasse %d en het volgende wachtwoord: %s

source: New user has been registered with class %d
de_de: Neuer Benutzer wurde mit der Klasse "%d" registriert.
fr_fr: Le nouvel utilisateur a été enregistré avec la classe %d
nl_nl: Nieuwe gebruiker is geregistreerd met klas %d

source: An error occured while registering.
de_de: Bei der Registrierung ist ein Fehler aufgetreten.
fr_fr: Une erreur est survenue lors de l'enregistrement.
nl_nl: Er is een fout opgetreden tijdens het registreren.

source: Registration request with password: %s
de_de: Registrierungsanforderung ohne Passwort: %s
fr_fr: Demande d'enregistrement avec mot de passe : %s
nl_nl: Registratie verzoek met paswoord: %s

source: Registration request without password
de_de: Registrierungsanfrage ohne Passwort
fr_fr: Demande d'inscription sans mot de passe
nl_nl: Registratie vereist zonder paswoord

source: Thank you, your registration request has been sent to operators. Please await an answer.
de_de: Danke, deine Registrierungsanfrage wurde an einen Operator gesendet. Bitte, warte auf eine Antwort.
fr_fr: Merci, votre demande d'inscription a été envoyée aux opérateurs. Veuillez attendre une réponse.
nl_nl: Bedankt, uw registratieverzoek is verzonden naar operators. Wacht op een antwoord.

source: You have no rights to change topic.
de_de: Du hast keine Rechte, das Thema zu ändern.
fr_fr: Vous avez pas le droit de changer le sujet.
nl_nl: Je hebt geen rechten om de topic te veranderen .

source: Topic must not exceed 255 characters, but your topic has %d characters.
de_de: Das Thema darf 255 Zeichen nicht überschreiten, aber dein Thema hat bereits %d Zeichen.
fr_fr: Votre sujet ne doit pas dépasser 255 caractères , votre sujet est de %d caractères .
nl_nl: Topic mag niet meer dan 255 tekens , maar je onderwerp heeft %d karakters.

source: Your action was blocked by a plugin.
de_de: Ihre Aktion wurde von einer Erweiterung blockiert
fr_fr: Votre action a été bloquée par un plugin.
nl_nl: Uw actie werd geblokkeerd door een plugin.

source: %s changed the topic to: %s
de_de: %s hat das Thema geändert zu: %s
fr_fr: %s a changé le sujet pour : %s
nl_nl: %s verander de topic naar: %s

source: %s removed the topic.
de_de: %s hat das Thema entfernt.
fr_fr: %s a enlevé le sujet.
nl_nl: %s verwijder de topic

source: You are not allowed to change your password now. Ask an operator for help.
de_de: Du darfst dein Passwort jetzt nicht mehr ändern. Bitte einen Operator um Hilfe.
fr_fr: Vous n'êtes pas autorisé à changer votre mot de passe maintenant, demandez à un opérateur.
nl_nl: Het is niet toegestaan om uw wachtwoord te veranderen nu . Vraag een operator om hulp.

source: Error updating password.
de_de: Fehler beim Aktualisieren des Passworts.
fr_fr: Erreur lors de la mise à jour du mot de passe.
nl_nl: Fout updaten paswoord

source: Password updated successfully.
de_de: Passwort erfolgreich aktualisiert.
fr_fr: Le mot de passe a été mis à jour avec succès.
nl_nl: Het updaten van het paswoord is succesvol verlopen.

source: Please use: !hideme <class>, where <class> is the maximum class of users that may not see your kicks.
de_de: Bitte verwenden Sie: !hideme <class>, wobei <class>die maximale Klasse von Benutzern ist, die Ihre Kicks nicht sehen können.
fr_fr: Veuillez utiliser : hideme <class> où <class> est la classe maximale des utilisateurs qui ne pourront voir vos actions.
nl_nl: Gebruik: !hideme <class>, waar <class> is het maximum class van de gebruikers die niet uw kicks mogen zien .

source: Your kicks are now hidden from users with class %d and below.
de_de: Ihre Kicks sind jetzt für Benutzer mit der Klasse %d und darunter verborgen.
fr_fr: Vos kick sont maintenant cachés des utilisateurs avec la classe %d et en dessous de cette classe.

source: Command usage: !userlimit <max_users> [<minutes>=60]
de_de: Befehlsaufruf: !userlimit <max_Benutzer> [<Minuten>=60]
fr_fr: L utilisation de la commande : !userlimit <max_users> [<minutes>=60]
nl_nl: Commando gebruik: !userlimit <max_users> [<minutes>=60]

source: Updating max_users variable to %d for the duration of %d minute.
de_de: Aktualisierung der Variable max_users auf %d für die Dauer von %d Minute.
fr_fr: Mise à jour de la variable max_users %d pour la durée de %d minutes.
nl_nl: Bijwerken MAX_USERS variabele %d voor de duur van %d minuten.

source: Command usage: !class <nick> [class=%d]
de_de: Verwendung des Befehls: !class <nick> [class=%d]
fr_fr: Utilisation de la commande : !class<nick> [class=%d]
nl_nl: Commando gebruik: !class <nick> [class=%d]

source: maximum allowed class is %d
de_de: maximal erlaubte Klasse ist %d
fr_fr: la classe maximale autorisée est %d
nl_nl: maximaal toegestane class is %d

source: Temporarily changing class from %d to %d for user: %s
de_de: Temporäre Änderung der Klasse von %d nach %d für Benutzer: %s
fr_fr: Changement temporaire de la classe à partir de %d à %d pour l'utilisateur: %s
nl_nl: Verander tijdelijk van class van %d naar %d voor gebruiker: %s

source: You have no rights to change class for this user: %s
de_de: Sie haben keine Rechte, um die Klasse für diesen Benutzer zu ändern: %s
fr_fr: Vous avez pas le droit de changer de classe pour cet utilisateur : %s
nl_nl: Je hebt geen rechten om de class te veranderen voor deze gebruiker: %s

source: Kicks of this user are now hidden: %s
de_de: Kicks dieses Benutzers sind nun versteckt: %s
fr_fr: Les kicks de cet utilisateur sont désormais cachés : %s
nl_nl: Kicks voor deze gebruiker zijn nu verborgen: %s

source: You have no rights to do this.
de_de: Du hast keine Berechtigung, dies zu tun.
fr_fr: Vous n'avez pas la permission de faire cela.
nl_nl: U heeft geen rechten om dit te doen.

source: Kicks of this user are now visible: %s
de_de: Kicks dieses Benutzers sind nun sichtbar: %s
fr_fr: Les kicks de cet utilisateur sont maintenant visibles : %s
nl_nl: Kicks voor deze gebruiker zijn nu te zien: %s
