Repository: Verlihub/verlihub
Catalog: po/core_*.CP1251.po
Languages: ru_ru, uk_ua

source: Nick: %s
ru_ru: Ник: %s
uk_ua: Нік: %s

source: IP range: %s - %s
ru_ru: Диапазон IP: %s - %s
uk_ua: Діапазон IP: %s - %s

source: Share: %llu [%s]
ru_ru: Шара: %llu [%s]
uk_ua: Шара: %llu [%s]

source: Reason: %s
ru_ru: Причина: %s
uk_ua: Причина: %s

source: Extra: %s
ru_ru: Дополнительно: %s
uk_ua: Додатково: %s

source: Time
ru_ru: Время
uk_ua: Час

source: %s left
ru_ru: Осталось %s
uk_ua: Залишилось %s

source: Permanently
ru_ru: Навсегда
uk_ua: Залишилось

source: User note: %s
ru_ru: Заметка пользователя: %s
uk_ua: Заметка пользователя: %s

source: Operator note: %s
ru_ru: Заметка оператора: %s
uk_ua: Нотатка користувача: %s

source: Type: %s
ru_ru: Тип: %s
uk_ua: Тип: %s

source: Operator: %s
ru_ru: Оператор: %s
uk_ua: Оператор: %s

source: Last hit
ru_ru: Последняя попытка
uk_ua: Остання спроба

source: %s ago
ru_ru: %s назад
uk_ua: %s назад

source: Never
ru_ru: Никогда
uk_ua: Ніколи

source: Nick + IP
ru_ru: Ник + IP
uk_ua: Нік + IP

source: Nick
ru_ru: Ник
uk_ua: Нік

source: IP range
ru_ru: IP диапазон
uk_ua: IP діапазон

source: Host level 1
ru_ru: Хост уровня 1
uk_ua: Хост рівня 1

source: Host level 2
ru_ru: Хост уровня 2
uk_ua: Хост рівня 2

source: Host level 3
ru_ru: Хост уровня 3
uk_ua: Хост рівня 3

source: Share size
ru_ru: Размер шары
uk_ua: Розмір шари

source: Nick prefix
ru_ru: Префикс ника
uk_ua: Префікс ніка

source: Reverse host
ru_ru: Обратный хост
uk_ua: Зворотний хост

source: Expired %s
ru_ru: Истек %s
uk_ua: Закінчився %s

source: Permanent
ru_ru: Постоянный
uk_ua: Постійний

source: Item
ru_ru: Пункт
uk_ua: Пункт

source: Type
ru_ru: Тип
uk_ua: Тип

source: Operator
ru_ru: Оператор
uk_ua: Оператор

source: Reconnect
ru_ru: Реконнект
uk_ua: Реконект

source: Flood
ru_ru: Флуд
uk_ua: Флуд

source: Clone
ru_ru: Клон
uk_ua: Клон

source: Unknown
ru_ru: Неизвестно
uk_ua: Невідомо

source: Not found
ru_ru: Не найдено
uk_ua: Не знайдено

source: Bad IP specified
ru_ru: Указан неверный IP
uk_ua: Вказан невірний IP

source: User not online: %s
ru_ru: Пользователь не в сети: %s
uk_ua: Користувач не в мережі: %s

source: User not in chatroom: %s
ru_ru: Пользователь не в чат-комнате: %s
uk_ua: Користувач не в чат-кімнаті: %s

source: You have no rights to remove user from chatroom: %s
ru_ru: У вас нет прав на удаления пользователя из чат-комнаты: %s
uk_ua: У вас немає прав на видалення користувача з чат-кімнати: %s

source: User removed from chatroom: %s
ru_ru: Пользователь удален из чат-комнаты: %s
uk_ua: Користувач видалено з чат-кімнати: %s

source: You are removed from chatroom.
ru_ru: Вы удалены из чат-комнаты.
uk_ua: Вы удалены из чат-комнаты.

source: Chatroom members
ru_ru: Пользователи чат-комнаты
uk_ua: Користувачі чат-кімнати

source: User is already in chatroom: %s
ru_ru: Пользователь уже в чат-комнате: %s
uk_ua: Користувач вже у чат-кімнаті: %s

source: User added to chatroom: %s
ru_ru: Пользователь добавлен в чат-комнату: %s
uk_ua: Користувача додано до чат-кімнати: %s

source: Command suffix %s is not implemented, known suffixes are
ru_ru: Суффикс команды %s не реализован, известные суффиксы это
uk_ua: Суфікс команди %s не реалізований, відомі суфікси це

source: Suffix regular expression
ru_ru: Регулярное выражение суффикса
uk_ua: Регулярний вираз суфікса

source: Parameters regular expression
ru_ru: Регулярное выражение параметров
uk_ua: Регулярне вираження параметрів

source: Command parameters error
ru_ru: Ошибка параметров команды
uk_ua: Помилка параметрів команди

source: Operation timeout: %s
ru_ru: Таймаут операции: %s
uk_ua: Таймаут операції: %s

source: General timeout
ru_ru: Общее время ожидания вышло
uk_ua: Загальний час очікування вийшов

source: Protocol flood detected
ru_ru: Обнаружен флуд протокола
uk_ua: Виявлено флуд протоколу

source: Chat
ru_ru: Чат
uk_ua: Чат

source: List of connection types
ru_ru: Список видов соединений
uk_ua: Список видів з'єднань

source: Name
ru_ru: Имя
uk_ua: Ім'я

source: Slots
ru_ru: Слоты
uk_ua: Слоти

source: Upload
ru_ru: Отдача
uk_ua: Віддача

source: Upload per slot
ru_ru: Отдача на слот
uk_ua: Віддача на слот

source: Description
ru_ru: Описание
uk_ua: Опис

source: On
ru_ru: Включено
uk_ua: Увімкнено

source: Off
ru_ru: Выключено
uk_ua: Вимкнено

source: Any
ru_ru: Любой
uk_ua: Будь-який

source: Yes
ru_ru: Да
uk_ua: Так

source: No
ru_ru: Нет
uk_ua: Ні

source: GB
ru_ru: Гб
uk_ua: Гб

source: Show list of redirects
ru_ru: Показать список перенаправлений
uk_ua: Показати список перенаправлень

source: Hits
ru_ru: Попадания
uk_ua: Влучення

source: Start
ru_ru: Начало
uk_ua: Початок

source: Stop
ru_ru: Конец
uk_ua: Кінець

source: URL
ru_ru: Адрес
uk_ua: Адреса

source: Status
ru_ru: Статус
uk_ua: Статус

source: Country
ru_ru: Страна
uk_ua: Країна

source: Secure
ru_ru: Защищённое
uk_ua: Захищене

source: Share
ru_ru: Шара
uk_ua: Шара

source: Minimum: %.4f
ru_ru: Минимум: %.4f
uk_ua: Мінімум: %.4f

source: Maximum: %.4f
ru_ru: Максимум: %.4f
uk_ua: Максимум: %.4f

source: Show list of clients
ru_ru: Показать список клиентов
uk_ua: Показати список клієнтів

source: Version
ru_ru: Версия
uk_ua: Версія

source: Use hub
ru_ru: Исп. хаб
uk_ua: Вик. хаб

source: Banned
ru_ru: В бане
uk_ua: В бані

source: User commands are currently disabled.
ru_ru: Пользовательские команды в данный момент отключены.
uk_ua: Команди користувача наразі вимкнено.

source: Full list of commands
ru_ru: Полный список команд
uk_ua: Повний перелік команд

source: User
ru_ru: Пользователь
uk_ua: Користувач

source: User not found: %s
ru_ru: Пользователь не найден: %s
uk_ua: Користувач не знайдений: %s

source: Please specify one or more nicks separated by space.
ru_ru: Пожалуйста укажите один или несколько ников через пробел.
uk_ua: Будь ласка, вкажіть один або кілька ніків через пробіл.

source: Showing %d result
ru_ru: Показан %d результат
uk_ua: Показан %d результат

source: Host
ru_ru: Хост
uk_ua: Хост

source: Unable to resolve hostname of user: %s
ru_ru: Не удается разрешить хост пользователя: %s
uk_ua: Не вдалося розпізнати ім’я хоста користувача: %s

source: City
ru_ru: Город
uk_ua: Місто

source: Please note, hub is no longer scheduled for restart.
ru_ru: Обратите внимание, хаб больше не запланировано для перезагрузки.
uk_ua: Зверніть увагу, хаб більше не заплановано для перезавантаження.

source: Please note, hub has been scheduled to restart in: %s
ru_ru: Внимание, хаб запланирован на перезагрузку через: %s
uk_ua: Увага, хаб запланований на перезавантаження через: %s

source: Please note, hub will be restarted now.
ru_ru: Внимание, хаб сейчас будет перезагружен.
uk_ua: Увага, хаб зараз буде перезавантажено.

source: Please note, hub is no longer scheduled for stop.
ru_ru: Обратите внимание, хаб больше не запланирован на остановку.
uk_ua: Зверніть увагу, хаб більше не заплановано на зупинку.

source: Please note, hub has been scheduled to stop in: %s
ru_ru: Внимание, хаб запланирован на остановку через: %s
uk_ua: Увага, хаб запланований на зупинку через: %s

source: Please note, hub will be stopped now.
ru_ru: Обратите внимание, хаб сейчас будет остановлен.
uk_ua: Зверніть увагу, хаб зараз буде зупинено.

source: Usage example: !ccbc :US:GB: <message>
ru_ru: Пример использования: !ccbc :RU:UA: <сообщение>
uk_ua: Приклад використання: !ccbc :RU:UA: <повідомлення>

source: Message delivered to %d user in zones %s in %s.
ru_ru: Сообщение отправлено %d пользователю в зонах %s за %s.
uk_ua: Повідомлення надіслано %d користувачу в зонах %s за %s.

source: Your information
ru_ru: Ваша информация
uk_ua: Ваша інформація

source: Your IP information
ru_ru: Информация вашего IP
uk_ua: Інформація вашего IP

source: Host: %s
ru_ru: Хост: %s
uk_ua: Хост: %s

source: Hub TLS: %s
ru_ru: Поддержка TLS при соединении с хабом: %s
uk_ua: Підтримка TLS під час з'єднання з хабом: %s

source: Client TLS: %s
ru_ru: Поддержка TLS при соединении с клиентом: %s
uk_ua: Підтримка TLS під час з'єднання з клієнтом: %s

source: Client NAT: %s
ru_ru: Поддержка NAT при соединении с клиентом: %s
uk_ua: Підтримка NAT під час з'єднання з клієнтом: %s

source: This command is currently disabled.
ru_ru: Эта команда в данный момент отключена.
uk_ua: Ця команда на даний момент вимкнена.

source: Main chat is currently disabled for users with your class, please consider registering on the hub or contact an operator.
ru_ru: На данный момент главный чат закрыт для пользователей вашего класса, пожалуйста рассмотрите регистрацию или свяжитесь с оператором хаба.
uk_ua: Наразі основний чат вимкнено для користувачів вашого класу, будь ласка, розгляньте реєстрацію або зв'яжіться з оператором хаба.

source: Your message wasn't sent because it equals your previous message.
ru_ru: Ваше сообщение не отправлено так как оно точно такое как ваше предыдущее сообщение.
uk_ua: Ваше повідомлення не надіслано так як воно точно таке як попереднє.

source: Public chat messages are now visible. To hide them, write: +nochat
ru_ru: Сообщения главного чата сейчас видны. Чтобы спрятать их, используйте: +nochat
uk_ua: Повідомлення головного чату наразі видно. Щоб сховати їх, використовуйте: +nochat

source: Public chat messages are already visible. To hide them, write: +nochat
ru_ru: Сообщения главного чата уже видны. Чтобы спрятать их, используйте: +nochat
uk_ua: Повідомлення головного чату вже видно. Щоб сховати їх, використовуйте: +nochat

source: Public chat messages are now hidden. To show them, write: +chat
ru_ru: Сообщения главного чата сейчас спрятаны. Чтобы показать их, используйте: +chat
uk_ua: Повідомлення головного чату зараз заховані. Щоб показати їх, використовуйте: +chat

source: Public chat messages are already hidden. To show them, write: +chat
ru_ru: Сообщения главного чата уже спрятаны. Чтобы показать их, используйте: +chat
uk_ua: Повідомлення головного чату вже заховані. Щоб показати їх, використовуйте: +chat

source: Software: %s %s
ru_ru: Софт: %s %s
uk_ua: Софт: %s %s

source: Authors
ru_ru: Авторы
uk_ua: Автори

source: Not forgetting other 4 people who didn't want to be listed here.
ru_ru: Не забываем 4 других человека, которые пожелали не показываться в этом списке.
uk_ua: Не забуваємо про інших 4 людей, які не хотіли бути тут у спискуюю

source: Translators
ru_ru: Переводчики
uk_ua: Перекладачі

source: Translate
ru_ru: Перевести
uk_ua: Перекласти

source: Contributors
ru_ru: Спонсоры
uk_ua: Спонсори

source: Credits
ru_ru: Кредиты
uk_ua: Кредити

source: We would like to thank everyone in our support hub for their input and valuable support and of course everyone who continues to use this great hub software.
ru_ru: Мы бы хотели поблагодарить всех с нашего хаба поддержки за их вклад и ценную поддержку, и конечно же тех, кто продолжает использовать этот отличный хаб софт.
uk_ua: Ми хотіли б подякувати всім нашим клієнтам за їх вклад і цінну підтримку, і звичайно ж тих, хто продовжує використовувати цей відмінний хаб.

source: Links
ru_ru: Ссылки
uk_ua: Ссылки

source: Website
ru_ru: Вебсайт
uk_ua: Вебсайт

source: Wiki
ru_ru: Вики
uk_ua: Вики

source: Crash
ru_ru: Авария
uk_ua: Збій

source: Proxy
ru_ru: Прокси
uk_ua: Проксі

source: Hublist
ru_ru: Хаблист
uk_ua: Хаблист

source: Support
ru_ru: Поддержка
uk_ua: Підтримка

source: Donation
ru_ru: Пожертвование
uk_ua: Донати

source: Donators
ru_ru: Жертвователи
uk_ua: Донатори

source: Hub information
ru_ru: Информация о хабе
uk_ua: Інформація о хабе

source: Owner: %s
ru_ru: Владелец: %s
uk_ua: Власник: %s

source: Not set
ru_ru: Не задано
uk_ua: Не встановлено

source: Address: %s
ru_ru: Адрес: %s
uk_ua: Адрес: %s

source: Secure: %s
ru_ru: Защищено: %s
uk_ua: Захищено: %s

source: Status: %s
ru_ru: Статус: %s
uk_ua: Статус: %s

source: Users: %d of %d
ru_ru: Пользователей: %d из %d
uk_ua: Користувачів: %d з %d

source: Secure: %d of %d
ru_ru: Защищенных: %d из %d
uk_ua: Захищених: %d з %d

source: Active: %d
ru_ru: Активных: %d
uk_ua: Активних: %d

source: Passive: %d
ru_ru: Пассивных: %d
uk_ua: Пасивних: %d

source: Bots: %d
ru_ru: Боты: %d
uk_ua: Боти: %d

source: Share: %s
ru_ru: Шара: %s
uk_ua: Шара: %s

source: Class: %d [%s]
ru_ru: Класс: %d [%s]
uk_ua: Клас: %d [%s]

source: Search interval: %d second
ru_ru: Интервал поиска: %d секунда
uk_ua: Інтервал пошуку: %d секунда

source: Mode: %s
ru_ru: Режим: %s
uk_ua: Режим: %s

source: Passive
ru_ru: Пассивный
uk_ua: Пасивний

source: Active
ru_ru: Активный
uk_ua: Активний

source: Hidden: %s
ru_ru: Скрытый: %s
uk_ua: Прихований: %s

source: Chat: %s
ru_ru: Чат: %s
uk_ua: Чат: %s

source: This functionality is currently disabled.
ru_ru: Эта функция в данный момент отключена.
uk_ua: Ця функція на даний момент вимкнена.

source: Registration failed. Please contact an operator for help.
ru_ru: Регистрация не удалась. Пожалуйста свяжитесь с оператором для получения помощи.
uk_ua: Реєстрація не вдалася. Будь ласка, зв'яжіться з оператором для отримання допомоги.

source: You are already registered.
ru_ru: Вы уже зарегистрированы.
uk_ua: Ви вже зареєстровані.

source: You are not registered yet.
ru_ru: Вы еще не зарегистрированы.
uk_ua: Ви ще не зареєстровані.

source: You have been unregistered.
ru_ru: Ваша регистрация была удалена.
uk_ua: Вашу реєстрацію було видалено.

source: User has been unregistered
ru_ru: Регистрация пользователя была удалена
uk_ua: Реєстрація користувача була видалена

source: An error occured while unregistering.
ru_ru: Произошла ошибка при удалении регистрации
uk_ua: Виникла помилка при видаленні реєстрації

source: Unregistration request
ru_ru: Запрос на удаление регистрации
uk_ua: Запит на видалення реєстрації

source: Thank you, your unregistration request has been sent to operators. Please await an answer.
ru_ru: Спасибо, ваш запрос об удалении регистрации был отправлен операторам. Ожидайте ответа.
uk_ua: Дякую, ваш запит про видалення реєстрації було надіслано операторам. Чекайте на відповідь.

source: Your nick must start with: %s
ru_ru: Ваш ник должен начинаться с префикса: %s
uk_ua: Ваш нік повинен починатися з префіксу: %s

source: You need to share at least: %s
ru_ru: Вам надо расшарить как минимум: %s
uk_ua: Вам треба розшарити як мінімум: %s

source: Minimum password length is %d characters. Please retry.
ru_ru: Минимальная длина пароля составляет %d символов. Попробуйте снова.
uk_ua: Мінімальна довжина пароля складає %d символів. спробуйте знову.

source: You have been registered with class %d and following password: %s
ru_ru: Вы были зарегистрированы с классом %d и следующим паролем: %s Доступные команды по команде !help в главном чате.
uk_ua: Ви були зареєстровані з класом %d та наступним паролем: %s Доступні команди за командою !help у головному чаті.

source: New user has been registered with class %d
ru_ru: Новый пользователь был зарегистрирован с классом %d
uk_ua: Новий користувач був зареєстрований із класом %d

source: An error occured while registering.
ru_ru: Произошла ошибка при регистрации.
uk_ua: Сталася помилка під час реєстрації.

source: Registration request with password: %s
ru_ru: Запрос на регистрацию с паролем: %s
uk_ua: Запит на реєстрацію з паролем: %s

source: Registration request without password
ru_ru: Запрос на регистрацию без пароля
uk_ua: Запит на реєстрацію без пароля

source: Thank you, your registration request has been sent to operators. Please await an answer.
ru_ru: Спасибо, ваш запрос о регистрации был отправлен операторам. Ожидайте ответа.
uk_ua: Дякую, ваш запит про реєстрацію було надіслано операторам. Чекайте на відповідь.

source: You have no rights to change topic.
ru_ru: У вас нет прав на изменение темы хаба.
uk_ua: У вас немає прав на зміну теми хаба.

source: Topic must not exceed 255 characters, but your topic has %d characters.
ru_ru: Длина темы хаба должна быть не более 255 символов, но ваша тема состоит из %d символов.
uk_ua: Довжина теми хаба має бути не більше 255 символів, але ваша тема складається з %d символів.

source: Your action was blocked by a plugin.
ru_ru: Ваше действие было блокировано плагином.
uk_ua: Ваша дія була блокована плагіном.

source: %s changed the topic to: %s
ru_ru: %s изменил тему хаба на: %s
uk_ua: %s изменил тему хаба на: %s

source: %s removed the topic.
ru_ru: %s удалил тему хаба.
uk_ua: %s видалив тему хаба.

source: You are not allowed to change your password now. Ask an operator for help.
ru_ru: Вы не можете изменить свой пароль сейчас. Обратитесь к оператору за помощью.
uk_ua: Ви не можете змінити свій пароль зараз. Зверніться до оператора за допомогою.

source: Error updating password.
ru_ru: Ошибка обновления пароля.
uk_ua: Помилка оновлення пароля.

source: Password updated successfully.
ru_ru: Пароль успешно обновлён.
uk_ua: Пароль успішно оновлено.

source: Please use: !hideme <class>, where <class> is the maximum class of users that may not see your kicks.
ru_ru: Используйте: !hideme <класс>, где <класс> это максимальный класс пользователей которые не будут видеть ваших киков.
uk_ua: Використовуйте: !hideme <клас>, де <клас> це максимальний клас користувачів, які не будуть бачити ваших кіків.

source: Your kicks are now hidden from users with class %d and below.
ru_ru: Ваши кики теперь скрыты от пользователей с классом %d и ниже.
uk_ua: Ваші кікі приховані від користувачів з класом %d і нижче.

source: Command usage: !userlimit <max_users> [<minutes>=60]
ru_ru: Используйте: !userlimit <лимит> [<минут>=60]
uk_ua: Використовуйте: !userlimit <ліміт> [<хвилин>=60]

source: Updating max_users variable to %d for the duration of %d minute.
ru_ru: Изменена переменная max_users на значение %d продолжительностью %d минут
uk_ua: Оновлення змінної max_users на значення %d тривалістю %d хвилин

source: Command usage: !class <nick> [class=%d]
ru_ru: Использование команды: !class <ник> [класс=%d]
uk_ua: Використання команди: !class <ник> [класс=%d]

source: maximum allowed class is %d
ru_ru: максимально допустимый класс является %d
uk_ua: максимально допустимий клас є %d

source: Temporarily changing class from %d to %d for user: %s
ru_ru: Временно изменен класс пользователя с %d на %d для пользователя: %s
uk_ua: Тимчасово змінено клас користувача з %d на %d для користувача: %s

source: You have no rights to change class for this user: %s
ru_ru: У вас нет прав для изменения класса этого пользователя: %s
uk_ua: У вас немає прав для зміни класу цього користувача: %s

source: Kicks of this user are now hidden: %s
ru_ru: Кики этого пользователя теперь скрыты: %s
uk_ua: Кіки цього користувача тепер приховані: %s

source: You have no rights to do this.
ru_ru: У вас нет прав для совершения этого действия.
uk_ua: У вас немає прав для здійснення цієї дії.

source: Kicks of this user are now visible: %s
ru_ru: Кики этого пользователя теперь видны: %s
uk_ua: Кіки цього користувача тепер видно: %s

source: Use !protect <nickname> <class>.
ru_ru: Используйте команду !protect <ник><класс>.
uk_ua: Використовуйте команду !protect <нік><клас>.

source: Max class is %d
ru_ru: Максимальный класс является %d.
uk_ua: Максимальний клас є %d.

source: User %s is temporarily protected from class %d
ru_ru: Пользователь %s временно защищён от класса %d
uk_ua: Користувач %s тимчасово захищений від класу %d

source: Done reloading all lists and databases.
ru_ru: Перезагрузка всех списков и баз данных выполнена.
uk_ua: Перезавантаження всіх списків та баз даних виконано.

source: Report command is currently disabled.
ru_ru: Команда для отправки отчётов отключена.
uk_ua: Команда для надсилання звітів вимкнена.

source: Reported user %s
ru_ru: Донесение на пользователя %s
uk_ua: Повідомлення на користувача %s

source: Reported offline user %s
ru_ru: Донесение на офлайн пользователя %s
uk_ua: Донесение на офлайн пользователя %s

source: Without reason
ru_ru: Без причины
uk_ua: Без причини

source: Reason
ru_ru: Причина
uk_ua: Причина

source: Thank you, your report has been accepted.
ru_ru: Спасибо, ваш отчёт был принят.
uk_ua: Дякую, ваш звіт було прийнято.

source: Missing command parameters.
ru_ru: Отсутствуют параметры команды.
uk_ua: Відсутні параметри команди.

source: Protocol command successfully sent.
ru_ru: Команда протокола успешно отправлена.
uk_ua: Команда протоколу успішно відправлена.

source: Ban list has been cleaned.
ru_ru: Список банов очищен.
uk_ua: Список банів очищено.

source: Temporary ban list has been cleaned.
ru_ru: Список временных банов очищен.
uk_ua: Список тимчасових банів очищено.

source: Unban list has been cleaned.
ru_ru: Список снятых банов очищен.
uk_ua: Список знятих банів очищено.

source: Kick list has been cleaned.
ru_ru: Список киков очищен.
uk_ua: Список кіків очищено.

source: Temporary rights list has been cleaned.
ru_ru: Список временных прав очищен.
uk_ua: Список тимчасових прав очищено.

source: Ban, unban, kick, temporary ban and chat gag lists has been cleaned.
ru_ru: Списки банов, снятых банов, киков, временных банов и заглушек в чате были очищены.
uk_ua: Списки банів, знятих банів, кіків, тимчасових банів та заглушок у чаті були очищені.

source: Ban, unban, kick and temporary ban lists has been cleaned.
ru_ru: Списки банов, снятых банов, киков и временных банов были очищены.
uk_ua: Списки банів, знятих банів, кіків та тимчасових банів були очищені.

source: This command is not implemented.
ru_ru: Эта команда не реализована.
uk_ua: Ця команда не реалізована.

source: Please provide a valid ban time.
ru_ru: Пожалуйста, введите правильное время бана.
uk_ua: Будь ласка, введіть правильний час бана.

source: No reason specified
ru_ru: Причина не указана
uk_ua: Причина не вказана

source: Removed ban
ru_ru: Удален бан
uk_ua: Знятий бан

source: Ban information
ru_ru: Информация о бане
uk_ua: Інформація о бане

source: %d ban found.
ru_ru: %d бан найден.
uk_ua: %d бан знайдено.

source: Unknown range format: %s
ru_ru: Неизвестный формат диапазона: %s
uk_ua: Невідомий формат діапазону: %s

source: %s was banned for %s by %s with reason: %s
ru_ru: %s был забанен на %s оператором %s с причиной: %s
uk_ua: %s було забанено на %s оператором %s з причиною: %s

source: %s was banned for %s by %s without reason.
ru_ru: %s был забанен на %s оператором %s без причины.
uk_ua: %s було забанено на %s оператором %s без причини.

source: %s was banned permanently by %s with reason: %s
ru_ru: %s был навсегда забанен %s с причиной: %s
uk_ua: %s був назавжди забанен %s з причиною: %s

source: %s was banned permanently by %s without reason.
ru_ru: %s был навсегда забанен %s без причины.
uk_ua: %s був назавжди забанен %s без причини.

source: Added new ban
ru_ru: Добавлен новый бан
uk_ua: Доданий новий бан

source: Removed temporary nick ban
ru_ru: Удалён временный бан по нику
uk_ua: Видалено тимчасовий бан по ніку

source: Removed temporary IP ban
ru_ru: Удалён временный бан по IP-адресу
uk_ua: Видалено тимчасовий бан за IP-адресою

source: Temporary ban not found
ru_ru: Временный бан не найден
uk_ua: Тимчасового бан не знайдено

source: Temporary nick ban not found
ru_ru: Временный бан по нику не найдет
uk_ua: Тимчасовий бан по ніку не знайдено

source: Temporary IP ban not found
ru_ru: Временный бан по IP-адресу не найден
uk_ua: Тимчасовий бан за IP-адресою не знайдено

source: Temporary nick ban information
ru_ru: Информация о временном бане по нику
uk_ua: Інформація про тимчасову заборону ніка

source: Temporary IP ban information
ru_ru: Информация о временном бане по IP-адресу
uk_ua: Інформація про тимчасову заборону IP

source: Trigger definition: %s
ru_ru: Определение триггера: %s
uk_ua: Визначення тригера: %s

source: Trigger not found: %s
ru_ru: Триггер не найден: %s
uk_ua: Тригер не знайдено: %s

source: Configuration file: %s
ru_ru: Файл конфигурации: %s
uk_ua: Файл конфігурації: %s

source: Configuration file is empty: %s
ru_ru: Файл конфигурации пуст: %s
uk_ua: Файл конфігурації порожній: %s

source: Configuration filter results: %s
ru_ru: Результаты фильтра конфигурации: %s
uk_ua: Результати фільтру конфігурації: %s
