Repository: Verlihub/verlihub
Catalog: po/core_*.CP1250.po
Languages: pl_pl, ro_ro

source: You're trying to redirect a bot: %s
pl_pl: Starasz sie przekierowac uzytkownika, ktory jest botem: %s
ro_ro: Încerci sã redirecþionezi bot-ul: %s

source: You're trying to redirect a protected user: %s
pl_pl: Starasz sie przekierowac uzytkownika, ktory jest chroniony: %s
ro_ro: Încerci sã redirecþionezi utilizatorul %s care este protejat.

source: Please specify valid redirect address.
pl_pl: Prosze podac poprawny adres przekierowania.
ro_ro: Te rugam sa introduci o adresa valida de redirectionare.

source: You are being redirected to %s because: %s
pl_pl: Zostaniesz przekierowany na %s poniewaz: %s
ro_ro: Esti redirectionat catre %s deoarece: %s

source: Please provide a valid reason.
pl_pl: Prosze podac konkretny powod.
ro_ro: Te rugam sa introduci un motiv valid.

source: You can't ban a user that is protected or has higher class.
pl_pl: Nie mozesz zbanowac uzytkownika chronionego lub o klasie wyzszej od Twojej.
ro_ro: Nu poþi bana acest utilizator pentru cã este protejat sau are clasa ai mare decât tine.

source: You can't ban a bot.
pl_pl: Nie mozna zbanowac bota.
ro_ro: Nu poþi bana un bot.

source: You are temporarily prohibited from entering the hub for %s because: %s
pl_pl: Jestes tymczasowo zbanowany na %s poniewaz %s
ro_ro: Ai interdicþie temporarã de a intra pe hub pentru %s pentru cã: %s

source: You are permanently banned from the hub because: %s
pl_pl: Zostales zbanowany na hubie poniewaz: %s
ro_ro: Eºti permanent banat pe acest hub pentru cã: %s

source: No banned user found with IP %s.
pl_pl: Nie znaleziono zbanowanych uzytkownikow z IP %s
ro_ro: Nu s-a gãsit utilizatorul banat cu IP %s .

source: Removed %d ban.
pl_pl: Usunieto %d ban.
ro_ro: ªtergere %d ban.

source: Topic is set to: %s
pl_pl: Temat ustawiony jest na: %s
ro_ro: Topicul este setat la: %s

source: Invalid login sequence, your client must validate nick first: %s
pl_pl: Nieprawidlowa sekwencja logowania: pominieto walidacje nicka: %s
ro_ro: Secvenþã de logare nevalidatã, clientul tãu DC++ trebuie întâi sã valideze întâi nick: %s

source: Invalid login sequence, your client must validate nick first.
pl_pl: Nieprawidlowa sekwencja logowania: pominieto walidacje nicka.
ro_ro: Secventa de autentificare invalida, clientul tau DC trebuie sa-ti valideze nick-ul mai intai.

source: You have no rights to perform following operator action: %s
pl_pl: Nie masz uprawnien, aby wykonac nastepujaca komende operatora: %s
ro_ro: Nu ai permisiunile necesare pentru a utiliza comanda: %s

source: Your client sent malformed protocol command: %s
pl_pl: Twoj klient wyslal polecenie niezgodne z protokolem: %s
ro_ro: Clientul tau DC trimite comenzi de protocol incomplete sau incorecte: %s

source: Your client sent too long protocol command: %s
pl_pl: Twoj klient wyslal polecenie niezgodne z protokolem: %s
ro_ro: Clientul tãu DC++ a trimis prea lunga comandã de protocol: %s

source: Nick spoofing attempt detected from your client: %s
pl_pl: Wykryto probe falszowania nicka przez Twojego klienta: %s
ro_ro: Incercare de imitare de nick detectata de clientul tau DC: %s

source: Unknown hub command: %s
pl_pl: Nieznana komenda huba: %s
ro_ro: Comanda sau sintaxa %s este necunoscuta, te rugam sa utilizezi comanda: !help

source: Your chat message contains %d lines but maximum allowed is %d lines.
pl_pl: Twoja wiadomosc posiada %d wierszy, a dozwolona ilosc wierszy to %d.
ro_ro: Mesajul tau contine %d linii, insa maximul acceptat pe acest hub este de %d linii.

source: Connections through proxy server are not allowed in this hub.
pl_pl: Polaczenia przez serwer proxy sa zabronione na tym hubie.
ro_ro: Conexiunile prin proxy nu sunt permise/acceptate pe acest hub.

source: Passive connections are restricted, consider changing to active.
pl_pl: Polaczenia pasywne nie sa dopuszczone. Sprobuj skonfigurowac aktywne polaczenie.
ro_ro: Conexiunile pasive au fost restrictionate pe acest hub, seteaza activ si reconecteaza-te !

source: Your client tag is reporting less than 0 hubs or less than 0 slots, looks like a bug in your client.
pl_pl: Tag klienta zglasza mniej ni¿ 0 hubow lub mniej ni¿ 0 slotow, co wyglada na blad programistyczny w kliencie.
ro_ro: Clientul tau DC++ raporteaza mai putin de 0 huburi pe care esti prezent sau mai putin de 0 sloturi deschise, mai mult ca sigur este vorba de un BUG.

source: Unknown clients are not allowed in this hub.
pl_pl: Nieznany klient, brak dostepu na hub.
ro_ro: Clientii DC++ necunoscuti nu sunt acceptati pe acest hub.

source: Too many open hubs, maximum is %d and you have %d.
pl_pl: Masz zbyt wiele otwartych hubow. Maksymalnie mozna otworzyc %d, a ty masz %d.
ro_ro: Prea multe huburi deschise, maximul recomandat este de %d si tu ai %d.

source: Too few open hubs, minimum is %d and you have %d.
pl_pl: Masz zbyt malo otwartych hubow. Minimalnie musisz miec %d, a posiadasz %d.
ro_ro: Ai deschise prea putine huburi, minimul recomandat este de %d si tu ai %d.

source: Too few open hubs as user, minimum is %d and you have %d.
pl_pl: Masz zbyt malo otwartych hubow jako uzytkownik. Minimalnie musisz miec %d, a posiadasz %d.
ro_ro: Ai deschise prea putine huburi ca utilizator, minimul recomandat este de %d si tu ai %d.

source: Too few open hubs as registered user, minimum is %d and you have %d.
pl_pl: Masz zbyt malo otwartych hubow jako zarejestrowany uzytkownik. Minimalnie musisz miec %d, a posiadasz %d.
ro_ro: Ai setat prea putine huburi ca utilizator inregistrat, minimul recomandat este de %d si tu ai %d.

source: Too few open hubs as operator, minimum is %d and you have %d.
pl_pl: Masz zbyt malo otwartych hubow jako operator. Minimalnie musisz miec %d, a posiadasz %d.
ro_ro: Prea putine huburi pentru un operator, minimul recomandat este de %d si tu ai %d.

source: Too little open slots for your connection type %s, minimum is %d and you have %d.
pl_pl: Masz zbyt malo otwartych slotow dla polaczenia typu %s. Minimum to %d, a posiadasz %d.
ro_ro: Ai prea putine sloturi deschise pentru tipul conexiunii tale ('%s'), minimul recomandat este de %d si tu ai %d.

source: Too many open slots for your connection type %s, maximum is %d and you have %d.
pl_pl: Masz zbyt wiele otwartych slotow dla polaczenia typu %s. Maksymalnie to %d, a posiadasz %d.
ro_ro: Prea multe sloturi deschise pentru tipul conexiunii tale %s, maximul recomandat este de %d si tu ai %d.

source: Your slots per hub ratio %.2f is too low, minimum is %.2f.
pl_pl: Twoj stosunek liczby slotow do otwartych hubow to %.2f i jest zbyt niski, minimalny to %.2f.
ro_ro: Ratia ta de slot per hub este de %.2f, minimul acceptat pe acest hub este de %.2f.

source: Open %d slots for %d hubs.
pl_pl: Otworz %d slotow przy %d hubach.
ro_ro: %d sloturi deschise pentru %d huburi.

source: Your slots per hub ratio %.2f is too high, maximum is %.2f.
pl_pl: Twoj stosunek liczby slotow do otwartych hubow to %.2f i jest zbyt wysoki, maksymalny to %.2f.
ro_ro: Ratia prea mare de slot per hub, acum ai %.2f , maximul recomandat este de %.2f.

source: Too low upload limit for your connection type %s, minimum upload rate is %.2f.
pl_pl: Zbyt niski limit wysylania dla polaczenia typu %s. Minimalna predkosc wysylania to %.2f.
ro_ro: Ratia prea mica de upload pentru tipul conexiunii tale %s, minimul recomandat este de %.2f.

source: Too low upload limit per slot for your connection type %s, minimum upload limit is %.2f per slot.
pl_pl: Zbyt niski limit wysylania dla polaczenia typu %s. Minimalna predkosc wysylania wynosi %.2f na slot.
ro_ro: Ratie prea mica de upload per slot pentru tipul conexiunii tale %s, minimul recomandat este de %.2f per slot.

source: Your client version is too old, please upgrade it.
pl_pl: Twoja wersja klienta jest zbyt stara. Prosze go uaktualnic.
ro_ro: Versiunea clientului tau DC++ este mult prea veche. Te rugam sa instalezi o versiune mai recenta apoi sa te reconectezi. Multumim

source: Minimum allowed version number for client %s is: %.4f
pl_pl: Dopuszczalna minimalna wersja dla klienta %s wynosi: %.4f
ro_ro: Numãrul minim permis din aceastã versiune de clent DC %s este: %.4f

source: Minimum allowed version number for your client is: %.4f
pl_pl: Dopuszczalna minimalna wersja dla Twojego klienta wynosi: %.4f
ro_ro: Numãrul minim de clienþi DC permis pentru versiunea folositã de tine este: %.4f

source: Your client version is too recent, please downgrade it.
pl_pl: Wersja Twojego klienta jest zbyt nowa. Sprobuj polaczyc sie za posrednictwem starszej.
ro_ro: Versiunea clientului tau este mult prea recenta, fa downgrade la o versiune ceva mai veche.

source: Maximum allowed version number for client %s is: %.4f
pl_pl: Maksymalny dozwolony numer wersji dla klienta %s wynosi: %.4f
ro_ro: Numãrul maxim permis din aceastã versiune de clent DC %s este: %.4f

source: Maximum allowed version number for your client is: %.4f
pl_pl: Maksymalny dozwolony numer wersji dla Twojego klienta to: %.4f
ro_ro: Numãrul maxim de clienþi DC permis pentru versiunea folositã de tine este: %.4f

source: Mode
pl_pl: Tryb
ro_ro: Mod

source: Other
pl_pl: Inny
ro_ro: Alte

source: Open hubs
pl_pl: Otwarte huby
ro_ro: Huburi deschise

source: Not available
pl_pl: Niedostepne
ro_ro: Indisponibil

source: Open slots
pl_pl: Wolne sloty
ro_ro: Sloturi deschise

source: Hub ports information
pl_pl: Informacja o portach huba
ro_ro: Informaþii despre porturile de hub

source: Hub URL information
pl_pl: Informacja o URL huba
ro_ro: Informaþii despre URL de hub

source: Missing hub URL: %d
pl_pl: Brakujace URL huba: %d
ro_ro: Lipsã hub URL: %d

source: Protocol information
pl_pl: Informacja o protokole
ro_ro: Informaþii de protocol

source: Unknown: %d
pl_pl: Nieznany: %d
ro_ro: Necunoscut: %d

source: Total download: %s / %s
ro_ro: Total descãrcat: %s / %s

source: Total upload: %s / %s
ro_ro: Total încãrcat: %s / %s

source: Upload saved with zLib: %s / %d / %s / %s
ro_ro: Încãrcare salvatã cu zLib: %s / %d / %s / %s

source: Upload saved with TTHS: %s
pl_pl: Zaladuj zapisane z TTHS: %s
ro_ro: Încãrcare salvatã cu TTHS: %s

source: User buffer information
ro_ro: Informaþii tampon pentru utilizator

source: Socket counter: %lu
ro_ro: Soclu de contor: %lu

source: Connection list size: %d
ro_ro: Mãrimea listei de conectare: %d

source: Connection chooser list size: %d
ro_ro: Mãrimea listei selectorului de conexiuni: %d

source: User upload buffers: %d / %s / %s
ro_ro: Tampoane încãrcãri user: %d / %s / %s

source: User upload caches: %d / %s / %s
ro_ro: Caºe-ul încãrcãrilor pe utilizator: %d / %s / %s

source: User list size: %d / %d
ro_ro: Mãrimea listei de utilizatori: %d / %d

source: User list upload cache: %s / %s
ro_ro: Caºe-ul listei de încãrcãri a utilizatorului: %s / %s

source: User list nick list: %s / %s
ro_ro: Lista de nick-uri a utilizatorului: %s / %s

source: User list MyINFO list: %s / %s
ro_ro: Lista utilizatorului de MyINFO: %s / %s

source: User list IP list: %s / %s
ro_ro: Lista de IP-uri a listei utilizatorului: %s / %s

source: Active user list size: %d / %d
ro_ro: Mãrimea listei de utilizatori activi: %d / %d

source: Active user list upload cache: %s / %s
ro_ro: Caºe-ul listei de încãrcãri a userului: %s / %s

source: Passive user list size: %d / %d
ro_ro: Mãrimea listei de utilizatori pasivi: %d / %d

source: Passive user list upload cache: %s / %s
ro_ro: Caºe-ul listei de încãrcãri a utilizatorilor pasivi: %s / %s

source: Chat user list size: %d / %d
ro_ro: Mãrimea listei chat-ului utilizatorilor: %d / %d

source: Chat user list upload cache: %s / %s
ro_ro: Caºe-ul listei de încãrcãri a userilor din chat: %s / %s

source: Operator list size: %d / %d
ro_ro: Mãrimea listei de operatori: %d / %d

source: Operator list nick list: %s / %s
ro_ro: Lista de nick-uri a operatorilor: %s / %s

source: Operator chat list size: %d / %d
ro_ro: Mãrimea listei chat-ului operatorilor: %d / %d

source: Operator chat list upload cache: %s / %s
ro_ro: Caºe-ul listei de încãrcãri a chatului operatorilor: %s / %s

source: Operator chat list nick list: %s / %s
ro_ro: Lista de nick-uri a chat-ului operatorilor: %s / %s

source: Bot list size: %d / %d
ro_ro: Mãrimea listei boþilor: %d / %d

source: Bot list nick list: %s / %s
ro_ro: Lista de nick-uri a boþilor: %s / %s

source: Unable to get system information.
pl_pl: Nie mozna uzyskac informacji o systemie.
ro_ro: Nu se pot obþine informaþii de sistem.

source: System information
pl_pl: Informacja o systemie
ro_ro: Informatii despre sistem

source: OS: %s
pl_pl: System operacyjny: %s
ro_ro: Sistem de operare: %s

source: Load averages: %.2f %.2f %.2f
pl_pl: Srednie obciazenie: %.2f %.2f %.2f
ro_ro: Tabel încãrcãri: %.2f %.2f %.2f

source: Free RAM: %s
pl_pl: Wolna pamiec RAM: %s
ro_ro: RAM liber: %s

source: Shared RAM: %s
pl_pl: Wspolna pamiec RAM: %s
ro_ro: RAM împãrþit: %s

source: RAM in buffers: %s
pl_pl: RAM w buforach: %s
ro_ro: RAM în încãrcare: %s

source: Free swap: %s
pl_pl: Wolna pamiec swap: %s
ro_ro: Swap liber: %s

source: Virtual RAM usage: %s
pl_pl: Wykorzystanie wirtualnej pamieci RAM: %s
ro_ro: Utilizare RAM virtual: %s

source: Resident RAM usage: %s
pl_pl: Kraj wykorzystania pamieci RAM: %s
ro_ro: Folosire RAM rezident: %s

source: CPU cores: %d
pl_pl: Rdzen CPU: %d
ro_ro: Nuclee CPU: %d

source: CPU usage: %.2f%%
pl_pl: Zuzycie CPU: %.2f%%
ro_ro: Utilizare CPU: %.2f%%

source: Version: %s
pl_pl: Wersja: %s
ro_ro: Versiunea: %s

source: Frequency: %.4f [%s]
pl_pl: Czestotliwosc: %.4f [%s]
ro_ro: Frecvenþa: %.4f [%s]

source: Name: %s
pl_pl: Nazwa: %s
ro_ro: Nume: %s

source: Category: %s
pl_pl: Kategoria: %s
ro_ro: Categorie: %s

source: Locale: %s
pl_pl: Lokalizacja: %s
ro_ro: Local: %s

source: User list: %d
pl_pl: Uzytkownicy na liscie: %d
ro_ro: Lista de utilizatori: %d

source: Active users: %d
pl_pl: Uzytkownicy aktywni: %d
ro_ro: Utilizatori activi: %d

source: Passive users: %d
pl_pl: Uzytkownicy pasywni: %d
ro_ro: Utilizatori pasivi: %d

source: Operator count: %d of %d
pl_pl: Operatorzy: %d z %d
ro_ro: Conturi de operator %d din %d

source: Bot count: %d
pl_pl: Boty: %d
ro_ro: Conturi de boþi: %d

source: Users in country zone #%d: %d of %d [%s] [%s]
pl_pl: Uzytkownicy ze strefy kraju #%d: %d z %d [%s] [%s]
ro_ro: Utilizatori pe cod de þarã #%d: %d din %d [%s] [%s]

source: Users in IP zone #%d: %d of %d [%s] [%s]
pl_pl: Uzytkownicy ze strefy IP #%d: %d z %d [%s] [%s]
ro_ro: Utilizatori pe zone de IP #%d: %d din %d [%s] [%s]

source: Other users: %d of %d [%s]
pl_pl: Inni uzytkownicy: %d z %d [%s]
ro_ro: Alþi utilizatori: %d din %d [%s]

source: Temporary nick ban list size: %d / %d
ro_ro: Mãrimea listei de banãri temporare pe nick: %d / %d

source: Temporary IP ban list size: %d / %d
ro_ro: Mãrimea listei de banãri temporare pe IP: %d / %d

source: MaxMindDB information
pl_pl: MaxMindDB informacje
ro_ro: Informaþii MaxMindDB

source: MaxMindDB version: %s
pl_pl: MaxMindDB wersja: %s
ro_ro: Versiune MaxMindDB: %s

source: Database path: %s
pl_pl: Œcie¿ka bazy danych: %s
ro_ro: Pachet bazã de date: %s

source: Names language: %s
ro_ro: Limba: %s

source: Hub encoding: %s
pl_pl: Kodowanie huba: %s
ro_ro: Codare hub: %s

source: Total requests: %lu
ro_ro: Total cereri: %lu

source: Cached requests: %lu
ro_ro: Cereri stocate în caºe: %lu

source: Cached items: %lu
ro_ro: Chestii stocate în caºe: %lu

source: Country database
pl_pl: Baza danych kraju
ro_ro: Baza de date pe þarã

source: Loaded
pl_pl: Zaladowany
ro_ro: Încãrcat

source: Not loaded
pl_pl: Nie zaladowany
ro_ro: Neîncãrcat

source: Binary version: %d.%d
pl_pl: Wersja binarna: %d . %d
ro_ro: Versiune binarã: %d.%d

source: Build time: %s
pl_pl: Czas budowy: %s
ro_ro: Timp construire: %s

source: Node count: %d
ro_ro: Numãr nod: %d

source: File name: %s
pl_pl: Nazwa pliku: %s
ro_ro: Nume filã: %s

source: File size: %s
pl_pl: Rozmiar pliku: %s
ro_ro: Mãrime filã: %s

source: City database
pl_pl: Baza danych miast
ro_ro: Bazã de date pe oraº

source: ASN database
pl_pl: Baza danych ASN
ro_ro: Bazã de date ASN

source: Rights and restrictions
pl_pl: Uprawnienia i ograniczenia
ro_ro: Drepturi ºi restricþionãri

source: PM: %s
ro_ro: Chat privat: %s

source: Search: %s
pl_pl: Wyszukiwanie: %s
ro_ro: Cãutare: %s

source: Download: %s
pl_pl: Pobieranie: %s
ro_ro: Descãrcare: %s

source: Register: %s
pl_pl: Rejestracja: %s
ro_ro: Înregistrare: %s

source: Operator chat: %s
pl_pl: Czat operatorow: %s
ro_ro: Chatul operatorilor: %s

source: Plugins
pl_pl: Wtyczki
ro_ro: Pluginuri

source: Class: %d
pl_pl: Klasa: %d
ro_ro: Clasa: %d

source: Registered on: %s [%s]
pl_pl: Zarejestrowany w dniu: %s [%s]
ro_ro: Înregistrat pe: %s [%s]

source: Last login: %s [%d] [%s]
pl_pl: Ostatnie logowanie: %s [%d] [%s]
ro_ro: Ultima intrare pe hub: %s [%d] [%s]

source: Last error: %s [%d] [%s]
pl_pl: Ostatni blad: %s [%d] [%s]
ro_ro: Ultima eroare: %s [%d] [%s]

source: Password set: %s
pl_pl: Ustawione haslo: %s
ro_ro: Parola setatã: %s

source: Enabled: %s
pl_pl: Wlaczone: %s
ro_ro: Activ: %s

source: Protected: %s
pl_pl: Chroniony: %s
ro_ro: Protejat: %s

source: Hide kicks: %s
pl_pl: Ukryj kopniecia: %s
ro_ro: Ascundere kick: %s

source: Hide key: %s
pl_pl: Ukryj klucz: %s
ro_ro: Ascudere cheie: %s

source: Show key: %s
pl_pl: Pokaza¿ klucz: %s
ro_ro: Aratã cheia: %s

source: Hide share: %s
pl_pl: Ukryj udostepnienie: %s
ro_ro: Ascundere share: %s

source: Hide messages: %s
pl_pl: Ukryj wiadomosci: %s
ro_ro: Mesaje ascunse: %s

source: Authorization IP: %s
pl_pl: Autoryzacja IP: %s
ro_ro: Autorizare IP: %s

source: Alternate IP: %s
pl_pl: Alternatywny IP: %s
ro_ro: IP alternativ: %s

source: You won't see public chat messages, to restore use +chat command.
pl_pl: Nie bedziesz widziec wiadomosci czatu glownego. Aby to zmienic, uzyj komendy +chat.
ro_ro: Nu vei mai putea vedea mesajele din main chat. Pentru a vedea ce se scrie, foloseste - te rog - comanda +chat.

source: Hub is currently unable to service your request, please try again in a few minutes.
pl_pl: Hub nie jest obecnie w stanie obsluzyc Twego zadania. Sprobuj ponownie za kilka minut.
ro_ro: Hubul nu poate sa-ti trimita informatiile solicitate, te rugam sa incerci in cateva minute.

source: You're still temporarily prohibited from entering the hub for %s because: %s
pl_pl: Jestes tymczasowo zbanowany na hubie %s poniewaz %s
ro_ro: Ai încã interdicþie temporarã de a intra pe acest hub pentru %s pentru cã: %s

source: You're already logged in with same nick and IP address.
pl_pl: Jestes juz zalogowany z wykorzystaniem tego samego adresu IP i nazwy uzytkownika.
ro_ro: Tu esti deja logat cu acelasi nick si adresã IP.

source: Another user has logged in with same nick and IP address.
pl_pl: Inny uzytkownik zalogowal sie z wykorzystaniem tego samego adresu IP i nazwy uzytkownika.
ro_ro: *ATENTIE* Un alt utilizator s-a logat cu numele tau de utilizator si adresa ta IP.

source: Your nick is already taken by another user.
pl_pl: Twoja nazwa uzytkownika jest juz zajeta przez innego uzytkownika.
ro_ro: Ne pare rau, numele tau de utilizator este deja folosit de o alta persoana. Incearca sa te conectezi pe hub cu un alt nume.

source: You must set your password now using +passwd command or entering it in password dialog.
pl_pl: Musisz ustawic haslo za pomoca komendy +passwd <moje_haslo> lub wpisac je w wyskakujace okienko.
ro_ro: Acum trebuie sa-ti setezi parola, folosind comanda +passwd <parola_ta>.

source: You must set your password now using +passwd command.
pl_pl: Musisz ustawic teraz haslo za pomoca komendy +passwd <moje_haslo>.
ro_ro: Acum trebuie sa-ti setezi parola. Tasteaza te rog +passwd <parola_pe_care_o_vrei>

source: Reconnecting too fast
pl_pl: Zbyt szybko probujesz sie ponownie polaczyc.
ro_ro: Te-ai reconectat prea repede

source: Your nick contains forbidden characters.
pl_pl: Twoja nazwa uzytkownika zawiera niedozwolone znaki.
ro_ro: Numele tau de utilizator contine caractere nepermise.

source: Valid nick characters: %s
pl_pl: Dozwolone znaki w nazwie uzytkownika: %s
ro_ro: Caractere valide pentru numele de utilizator: %s

source: Your nick is too short, minimum allowed length is %d characters.
pl_pl: Twoja nazwa uzytkownika jest zbyt krotka, minimalna dlugosc wynosi %d znakow.
ro_ro: Numele tau de utilizator contine prea putine caractere. Minimul recomandat este de %d caractere.

source: Your nick is too long, maximum allowed length is %d characters.
pl_pl: Twoja nazwa uzytkownika jest zbyt dluga, maksymalna dlugosc wynosi %d znakow.
ro_ro: Numele tau de utilizator contine prea multe caractere, maximul recomandat este de %d caractere.

source: Please use one of following nick prefixes: %s
pl_pl: Prosze o dodanie do nicka jednego z nastepujacych prefiksow: %s
ro_ro: Te rugam sa folosesti unul din prefixele urmatoare: %s

source: Your nick contains operator prefix but you are not registered, please remove it.
pl_pl: Twoja nazwa uzytkownika zawiera prefiks operatora, ale nie jestes zarejestrowany, wiec prosze go usunac.
ro_ro: Numele tau de utilizator, contine prefixul de operator, insa nu esti inregistrat ca operator. Te rugam sa scoti prefixul.

source: Unknown bad nick error, sorry.
pl_pl: Nieznany blad nazwy uzytkownika, przepraszamy.
ro_ro: Eroare neunoscuta, aparuta la numele tau de utilizator, ne pare rau.

source: Please use following nick prefix: %s
pl_pl: Prosze uzyc nastepujacego prefiksow przed nazwa uzytkownika: %s.
ro_ro: Te rugam sa folosesti urmatoarele prefixe: %s

source: DDoS detection filtered %lu new connections and found %d new exploited hubs
pl_pl: Wykrywanie DDoS: odfiltrowano %lu nowych polaczen i znaleziono %d nowych atakowanych hubow.
ro_ro: - DDoS Deflect - Atac DDoS filtrat %lu conexiuni noi si am descoperit %d huburi vulnerabile

source: DDoS detection filtered %lu new connections.
pl_pl: Wykrywanie DDos: odfiltrowano %lu nowych polaczen.
ro_ro: - DDoS Deflect - Atac DDoS in curs, sunt detectate si filtrate %lu conexiuni noi.

source: DDoS stopped, filtered totally %lu connections.
pl_pl: DDos zatrzymany, odfiltrowano w sumie %lu polaczen.
ro_ro: - DDoS Deflect - Atac DDoS stopat, au fost filtrate %lu conexiuni.

source: Available time units are: s(econds), m(inutes), h(ours), d(ays) is default, w(eeks), M(onths) and y(ears)
pl_pl: Dostepne jednostki czasu to: s (sekunda), m (minuta), h (godzina), d (dzien - to domyslnie), w (tydzien), M (miesiac), y (lata).
ro_ro: Unitatile de timp disponibile sunt: s(secunde), m(minute), h(ore), d(zile) este default, w(saptamani), M(luni) si y(ani)

source: Please provide positive number for time unit.
pl_pl: Prosze podac dodatnia liczbe w okresleniu czasu.
ro_ro: Te rugam sa introduci o valoare pozitiva pentru unitatile de timp.

source: Hublist registration results
pl_pl: Wyniki rejestracji na hublistach
ro_ro: Lista cu rezultatele inregistrarilor pe hub

source: Sending information to: %s:%d
pl_pl: Wysylanie informacji do: %s:%d
ro_ro: Trimitere de informatii catre: %s:%d

source: Connection error
pl_pl: B³¹d po³¹czenia
ro_ro: Eroare de conectare

source: Registration done
pl_pl: Rejestracja zakoñczona
ro_ro: Înregistrare realizatã

source: Send error
pl_pl: Wyœlij b³¹d
ro_ro: Eroare de trimitere

source: Protocol error
pl_pl: B³¹d protoko³u
ro_ro: Eroare de protocol

source: Read error
pl_pl: B³¹d odczytu
ro_ro: Eroare de citire

source: Finished registering in hublists.
pl_pl: Rejestracja na hublistach zakonczona.
ro_ro: Incheierea înregistrarii in hublisturi.

source: Hublist host is empty, nothing to do.
pl_pl: Lista hubow jest pusta, nie ma co robic.
ro_ro: Gazda hublistului este goala, nu ai ce gasi.

source: Hublist port number is invalid, nothing to do.
pl_pl: Numer portu hublisty nieprawidlowy, nic nie robie.
ro_ro: Numãrul port al hublist-ului este invalid, verificã cu atentie.

source: Registering in hublists, please wait.
pl_pl: Rejestracja na hublistach, prosze czekac.
ro_ro: Înregistrare în hublisturi, te rog aºteaptã.
