Repository: Verlihub/verlihub
Catalog: po/core_*.CP1254.po
Languages: tr_tr

source: Binary version: %d.%d
tr_tr: Ýkili sürümü: %d.%d

source: Build time: %s
tr_tr: Derleme vakti: %s

source: Node count: %d
tr_tr: Düðüm sayýsý: %d

source: File name: %s
tr_tr: Dosya ismi: %s

source: File size: %s
tr_tr: Dosya boyutu: %s

source: City database
tr_tr: Kent veritabaný

source: ASN database
tr_tr: ASN veritabaný

source: Rights and restrictions
tr_tr: Ýzinler ve kýsýtlamalar

source: PM: %s
tr_tr: Özel sohbet: %s

source: Search: %s
tr_tr: Arama: %s

source: Download: %s
tr_tr: Ýndirme: %s

source: Register: %s
tr_tr: Kayýt: %s

source: Operator chat: %s
tr_tr: Operatör sohbeti: %s

source: Kick: %s
tr_tr: Kovma: %s

source: Plugins
tr_tr: Eklentiler

source: Class: %d
tr_tr: Sýnýf: %d

source: Registered on: %s [%s]
tr_tr: Þu vakitte kayýt oldu: %s [%s]

source: Last login: %s [%d] [%s]
tr_tr: Son giriþ: %s [%d] [%s]

source: Last error: %s [%d] [%s]
tr_tr: Son hata: %s [%d] [%s]

source: Password set: %s
tr_tr: Parola belirlendi: %s

source: Enabled: %s
tr_tr: Etkin: %s

source: Protected: %s
tr_tr: Korumalý: %s

source: Hide kicks: %s
tr_tr: Kovmalarý sakla: %s

source: Hide key: %s
tr_tr: Anahtarý sakla: %s

source: Show key: %s
tr_tr: Anahtarý göster: %s

source: Hide share: %s
tr_tr: Paylaþýmý sakla: %s

source: Hide chat: %s
tr_tr: Sohbeti sakla: %s

source: Hide messages: %s
tr_tr: Mesajlarý sakla: %s

source: Authorization IP: %s
tr_tr: Ýzin IP adresi: %s

source: Alternate IP: %s
tr_tr: Alternatif IP: %s

source: Fake IP: %s
tr_tr: Sahte IP: %s

source: You won't see public chat messages, to restore use +chat command.
tr_tr: Herkesin görebileceði sohbet mesajlarýný görmeyeceksiniz, görmek için +chat komutunu kullanýn.

source: Hub is currently unable to service your request, please try again in a few minutes.
tr_tr: Hub þu anda isteðinizi yerine getiremiyor, lütfen birkaç dakika sonra tekrar deneyiniz.

source: You're still temporarily prohibited from entering the hub for %s because: %s
tr_tr: %s için bu hub'a girmeniz hâlâ geçici olarak yasaklanmýþtýr çünkü: %s

source: You're already logged in with same nick and IP address.
tr_tr: Ayný rumuz ve IP adresi ile zaten giriþ yapmýþ bulunuyorsunuz.

source: Another user has logged in with same nick and IP address.
tr_tr: Baþka bir kullanýcý ayný rumuz ve IP adresi ile giriþ yapmýþtýr.

source: Your nick is already taken by another user.
tr_tr: Rumuzunuz zaten baþka bir kullanýcý tarafýndan alýnmýþtýr.

source: You must set your password now using +passwd command or entering it in password dialog.
tr_tr: Parolanýzý þimdi +passwd komutu ile ya da parola diyaloðunda girerek belirtmelisiniz.

source: You must set your password now using +passwd command.
tr_tr: Parlonýzý þimdi +passwd komutu ile belirtmelisiniz.

source: Reconnecting too fast
tr_tr: Çok hýzlý tekrar baðlaným

source: Your nick contains forbidden characters.
tr_tr: Rumuzunuz yasaklý karakterler içermektedir.

source: Valid nick characters: %s
tr_tr: Geçerli rumuz karakterleri: %s

source: Your nick is too short, minimum allowed length is %d characters.
tr_tr: Rumuzunuz çok kýsa, müsaade edilen asgari uzunluk %d karakterdir.

source: Your nick is too long, maximum allowed length is %d characters.
tr_tr: Rumuzunuz çok uzun, müsaade edilen azami uzunluk %d karakterdir.

source: Please use one of following nick prefixes: %s
tr_tr: Lütfen þu rumuz öneklerinden birini kullanýn: %s

source: Your nick contains operator prefix but you are not registered, please remove it.
tr_tr: Rumuzunuzda operatör öneki bulunuyor ancak kayýtlý deðilsiniz, lütfen öneki kaldýrýn.

source: Unknown bad nick error, sorry.
tr_tr: Bilinmeyen kötü rumuz hatasý, özür dileriz.

source: Please use following nick prefix: %s
tr_tr: Su rumuz önekini kullanýnýz: %s

source: DDoS detection filtered %lu new connections and found %d new exploited hubs
tr_tr: DDoS tespiti %lu yeni baðlantýyý süzdü ve %d sömürülen yeni hub buldu

source: DDoS detection filtered %lu new connections.
tr_tr: DDoS tespiti %lu yeni baðlantýyý süzdü.

source: DDoS stopped, filtered totally %lu connections.
tr_tr: DDoS sona erdi, %lu baðlantý tamamen süzüldü.

source: Available time units are: s(econds), m(inutes), h(ours), d(ays) is default, w(eeks), M(onths) and y(ears)
tr_tr: Mevcut zaman birimleri þunlardýr: s(aniye), m (dakika), h (saat), d (gün, ki varsayýlan deðerdir), w (hafta), m (ay), Y(ýl)

source: Please provide positive number for time unit.
tr_tr: Zaman birimi olarak pozitif bir sayý giriniz.

source: Hublist registration results
tr_tr: Hub listesi kayýt sonuçlarý

source: Sending information to: %s:%d
tr_tr: Þuna veri gönderiliyor: %s:%d

source: Connection error
tr_tr: Baðlantý hatasý

source: Registration done
tr_tr: Kayýt tamamlandý

source: Send error
tr_tr: Gönderi hatasý

source: Protocol error
tr_tr: Protokol hatasý

source: Read error
tr_tr: Okuma hatasý

source: Finished registering in hublists.
tr_tr: Hub listelerine kayýt sona erdi.

source: Hublist host is empty, nothing to do.
tr_tr: Hub listesi makine ismi boþ, yapýlacak bir þey yok.

source: Hublist port number is invalid, nothing to do.
tr_tr: Hub listesi port numarasý geçersiz, yapýlacak bir þey yok.

source: Registering in hublists, please wait.
tr_tr: Hub listelerine kayýt sürmektedir, bekleyiniz.

source: New version of Verlihub is available for compilation: %s
tr_tr: Derleme için yeni bir Verlihub sürümü mevcuttur: %s

source: For developer version perform following command in your local Git repository in order to update files: %s
tr_tr: Geliþtirici sürümü için dosyalarý güncellemek maksadýyla yerel Git deponuzda þu komutu çalýþtýrýn: %s

source: For stable version visit following page and download latest release archive in order to update files: %s
tr_tr: Kararlý sürüm için dosyalarý güncellemek maksadýyla þu sayfayý ziyaret edin ve en son arþivi indirin: %s

source: Your version of Verlihub is currently up to date.
tr_tr: Verlihub sürümünüz þu an günceldir.

source: Failed connecting to update server.
tr_tr: Güncelleme sunucusuna baðlantý baþarýsýz oldu.

source: Failed sending request to update server.
tr_tr: Güncelleme sunucusuna talep gönderimi baþarýsýz oldu.

source: Failed parsing reply from update server with code: %d
tr_tr: Güncelleme sunucusundan alýnan cevap þu kodla açýlamadý: %d

source: Checking for updates, please wait.
tr_tr: Güncellemeler kontrol ediliyor, lütfen bekleyin.

source: Detected clone of user with share %s: %s
tr_tr: Kullanýcýnýn klonu %s paylaþým ile tespit edildi: %s

source: Clone detected
tr_tr: Klon tespit edildi

source: Protocol command has been unlocked after stopped flood to user %s from all
tr_tr: Protokol komutunun kilidi herkesten %s kullanýcýsýna aþýrý tekrar durdurulduktan sonra kaldýrýlmýþtýr

source: Protocol command has been unlocked after stopped flood from all
tr_tr: Protokol komutunun kilidi tekrar (flood) durdurulduktan sonra kaldýrýlmýþtýr

source: Protocol command has been locked due to detection of flood to user %s from all
tr_tr: Protokol komutu herkesten %s kullanýcýsýna aþýrý tekrar tespiti sebebiyle kilitlenmiþtir

source: Protocol command has been locked due to detection of flood from all
tr_tr: Protokol komutu tekrar (flood) sebebiyle kilitlenmiþtir.

source: Sorry, following protocol command is temporarily locked due to flood detection
tr_tr: Özür dileriz, þu protokol komutu tekrar (flood) tespiti sebebiyle geçici olarak kilitlenmiþtir.

source: Progressive
tr_tr: Kademeli

source: Capacity
tr_tr: Kapasite

source: Recovery
tr_tr: Kurtarma

source: Down
tr_tr: Servis dýþý

source: Pinger
tr_tr: Pingci

source: Guest
tr_tr: Misafir

source: Registered
tr_tr: Kayýtlý

source: VIP
tr_tr: VÝP

source: Cheef
tr_tr: Sef

source: Administrator
tr_tr: Yönetici

source: Users: %d
tr_tr: Kullanýcýlar: %d

source: You have no rights to kick user: %s
tr_tr: Þu kullanýcýyý kovma müsaadeniz yoktur: %s

source: User is protected from your kicks: %s
tr_tr: Kullanýcý kovmanýzdan korunmuþtur: %s

source: You have been kicked because: %s
tr_tr: Kovuldunuz çünkü: %s

source: You have been kicked from hub.
tr_tr: Hub'dan kovuldunuz.

source: User was kicked and banned for %s: %s
tr_tr: Kullanýcý kovuldu ve þu süre için yasaklandý %s: %s

source: %s was kicked and banned for %s by %s with reason: %s
tr_tr: %s, %s süresi boyunca %s tarafýndan þu sebeple kovulmuþ ve yasaklanmýþtýr: %s

source: %s was kicked and banned for %s by %s without reason.
tr_tr: %s, %s süresi boyunca %s tarafýndan sebep gösterilmeden kovulmuþ ve yasaklanmýþtýr.

source: User was kicked and banned permanently: %s
tr_tr: Kullanýcý kovuldu ve daimi olarak yasaklandý: %s

source: %s was kicked and banned permanently by %s with reason: %s
tr_tr: %s, %s tarafýndan daimi olarak þu sebeple kovulmuþ ve yasaklanmýþtýr: %s

source: %s was kicked and banned permanently by %s without reason.
tr_tr: %s, %s tarafýndan sebep gösterilmeden kovulmuþ ve yasaklanmýþtýr.

source: %s dropped user with reason: %s
tr_tr: %s kullanýcýyý þu sebeple attý: %s

source: %s dropped user without reason
tr_tr: %s kullanýcýyý sebep vermeden attý

source: %s was dropped by %s with reason: %s
tr_tr: %s rumuzlu kullanýcý %s tarafýndan þu sebeple atýlmýþtýr: %s

source: %s was dropped by %s without reason.
tr_tr: %s, %s tarafýndan sebep gösterilmeden atýlmýþtýr.

source: You have been dropped because: %s
tr_tr: Þu yüzden atýldýnýz: %s

source: User was dropped: %s
tr_tr: Kullanýcý atýldý: %s

source: Specified configuration variable is read only.
tr_tr: Belirtilen yapýlandýrma deðiþkeni salt okunur.

source: DDoS detected, gathering attack information...
tr_tr: DDoS tespit edildi, saldýrý hakkýnda bilgi toplanýyor...

source: %ld week
tr_tr: %ld hafta

source: %ld day
tr_tr: %ld gün

source: %ld hour
tr_tr: %ld saat

source: %ld min
tr_tr: %ld dakika

source: %ld sec
tr_tr: %ld saniye

source: %ld msec
tr_tr: %ld msan

source: %d msecs
tr_tr: %d msan

source: %lld sec
tr_tr: %lld saniye

source: %ld usec
tr_tr: %ld µsan

source: Show list of triggers
tr_tr: Tetikleyiciler listesini göster

source: The definition is empty or not specified. Please define it with -d option.
tr_tr: Taným boþtur ya da belirtilmemiþtir. Lütfen -d seçeneðiyle tanýmlayýnýz.

source: It's not allowed to define dbconfig file as trigger.
tr_tr: dbconfig'i bir tetik olarak tanýmlamaya izin verilmez.

source: User '%s' tried to define dbconfig as trigger
tr_tr: '%s' adlý kullanýcý dbconfig'i bir tetik olarak tanýmlamaya çalýþtý

source: The file %s for the trigger %s must be located in %s configuration folder, use %%[CFG] variable, for example: %%[CFG]/%s
tr_tr: %s dosyasý, %s tetiði için %s yapýlandýrma dosyasýnda bulunmalýdýr (%%[CFG] deðiþkenini kullanýn; mesela %%[CFG]/%s)

source: Flags
tr_tr: Bayraklar

source: Class
tr_tr: Sýnýf

source: Timer
tr_tr: Kronometre

source: Sender
tr_tr: Gönderici

source: Definition
tr_tr: Taným

source: Default class: %d
tr_tr: Varsayýlan sýnýf: %d

source: Country: %s=%s
tr_tr: Ülke: %s=%s

source: City: %s
tr_tr: Kent: %s

source: User rights information
tr_tr: Kullanýcý izin bilgileri

source: Can use main chat: %s
tr_tr: Ana sohbeti kullanabilir: %s

source: No [%s]
tr_tr: Hayýr [%s]

source: Can use private chat: %s
tr_tr: Özel sohbeti kullanabilir: %s

source: Can use operator chat: %s
tr_tr: Operatör sohbetini kullanabilir: %s

source: Yes [%s]
tr_tr: Evet [%s]

source: Can search files: %s
tr_tr: Dosya arayabilir: %s

source: Can download files: %s
tr_tr: Dosya indirebilir: %s

source: Can hide share: %s
tr_tr: Paylaþýmý saklayabilir: %s

source: Can register users: %s
tr_tr: Kullanýcý kaydedebilir: %s

source: Can drop users: %s
tr_tr: Kullanýcý atabilir: %s

source: Can kick users: %s
tr_tr: Kullanýcý kovabilir: %s

source: Can temporarily ban users: %s
tr_tr: Kullanýcýlarý geçici olarak yasaklayabilir: %s

source: Can permanently ban users: %s
tr_tr: Kullanýcýlarý daimi olarak yasaklayabilir: %s

source: You're no longer allowed to use main chat for: %s
tr_tr: Þu yüzden ana sohbeti kullanma izininiz artýk yoktur: %s

source: You're now allowed to use main chat.
tr_tr: Artýk ana sohbeti kullanabilirsiniz.

source: You're no longer allowed to use private chat for: %s
tr_tr: Þu yüzden özel sohbeti kullanma izniniz artýk yokdur: %s

source: You're now allowed to use private chat.
tr_tr: Artýk özel sohbeti kullanabilirsiniz.

source: You're no longer allowed to search files for: %s
tr_tr: Þu yüzden dosya arama izniniz artýk yoktur: %s

source: You're now allowed to search files.
tr_tr: Artýk dosya arama izniniz var

source: You're no longer allowed to download files for: %s
tr_tr: Þu yüzden dosya indirme izininiz artýk yoktur: %s

source: You're now allowed to download files.
tr_tr: Artýk dosya indirme izniniz var.

source: You're no longer allowed to kick users.
tr_tr: Kullanýcýlarý kovma izniniz kaldýrýlmýþtýr.

source: You're now allowed to kick users for: %s
tr_tr: Þu sebeple kullanýcý kovma müsaadeniz artýk vardýr: %s

source: You're no longer allowed to register users.
tr_tr: Kullanýcýlarý kaydetme izniniz kaldýrýlmýþtýr.

source: You're now allowed to register users for: %s
tr_tr: Þu sebeple kullanýcý kaydetme müsaadeniz vardýr: %s

source: You're no longer allowed to use operator chat.
tr_tr: Operatör sohbet salonunu kullanma izniniz kaldýrýlmýþtýr.

source: You're now allowed to use operator chat for: %s
tr_tr: Þu sebeple operatör sohbetini kullanma müsaadeniz artýk vardýr: %s

source: You're no longer allowed to hide share.
tr_tr: Paylaþýmý saklama izniniz kaldýrýlmýþtýr.

source: You're now allowed to hide share for: %s
tr_tr: Þu sebeple artýk paylaþým saklama müsaadeniz vardýr: %s

source: You're no longer allowed to drop users.
tr_tr: Kullanýcýlarý atma izniniz kaldýrýlmýþtýr.

source: You're now allowed to drop users for: %s
tr_tr: Þu sebeple artýk kullanýcý atma müsaadeniz vardýr: %s

source: You're no longer allowed to temporarily ban users.
tr_tr: Kullanýcýlarý geçici olarak yasaklama izniniz kaldýrýlmýþtýr.

source: You're now allowed to temporarily ban users for: %s
tr_tr: Þu sebeple artýk kullanýcýlarý geçici olarak yasaklama müsaadeniz vardýr: %s

source: You're no longer allowed to permanently ban users.
tr_tr: Kullanýcýlarý daimi olarak yasaklama izniniz kaldýrýlmýþtýr.

source: You're now allowed to permanently ban users for: %s
tr_tr: Þu sebeple artýk kullanýcýlarý daimi olarak yasaklama müsaadeniz vardýr: %s

source: Unknown chatroom command specified.
tr_tr: Bilinmeyen sohbet salonu komutu belirtildi.

source: You can't use this chatroom, use main chat instead.
tr_tr: Bu sohbet salonunu kullanamazsýnýz, yerine ana sohbet salonunu kullanýnýz.

source: Hub security doesn't accept private messages, use main chat instead.
tr_tr: Hub güvenliði özel mesajlarý kabul etmemektedir, yerine ana sohbeti kullanýn.

source: Plugin %s %s cannot load extra script.
tr_tr: %s %s eklentisi ek betik yükleyemez.

source: Plugin %s %s cannot load script '%s'.
tr_tr: %s %s eklentisi '%s' betiðini yükleyemez.

source: No help available for this command.
tr_tr: Bu komut için yardým yoktur.

source: Item successfully added
tr_tr: Unsur baþarýlý bir þekilde eklenmiþtir

source: Unable to add item.
tr_tr: Unsur eklenemez

source: Item already exists.
tr_tr: Unsur zaten mevcuttur

source: Item successfully deleted.
tr_tr: Unsur baþarýlý bir þekilde silinmiþtir.

source: Item not found.
tr_tr: Unsur bulunamadý.

source: Item successfully modified
tr_tr: Unsur baþarýlý bir þekilde deðiþtirilmiþtir.

source: Error in item data.
tr_tr: Unsur verilerinde hata.
