Repository: Verlihub/verlihub
Catalog: po/core_*.CP1254.po
Languages: tr_tr

source: Nick: %s
tr_tr: Rumuz: %s

source: IP range: %s - %s
tr_tr: IP alaný: %s - %s

source: Share: %llu [%s]
tr_tr: Paylaþým: %llu [%s]

source: Reason: %s
tr_tr: Sebep: %s

source: Extra: %s
tr_tr: Ekstra: %s

source: Time
tr_tr: Zaman

source: %s left
tr_tr: %s kaldý

source: Permanently
tr_tr: Daimi olarak

source: User note: %s
tr_tr: Kullanýcý notu: %s

source: Operator note: %s
tr_tr: Operatör notu: %s

source: Type: %s
tr_tr: Tür: %s

source: Operator: %s
tr_tr: Operatör: %s

source: Last hit
tr_tr: Son isabet

source: %s ago
tr_tr: %s önce

source: Never
tr_tr: Asla

source: Nick + IP
tr_tr: Rumuz + IP

source: IP
tr_tr: ÝP

source: Nick
tr_tr: Rumuz

source: IP range
tr_tr: ÝP alaný

source: Host level 1
tr_tr: Makine seviyesi 1

source: Host level 2
tr_tr: Makine seviyesi 2

source: Host level 3
tr_tr: Makine seviyesi 3

source: Share size
tr_tr: Paylaþým boyutu

source: Nick prefix
tr_tr: Rumuz ön eki

source: Reverse host
tr_tr: Ters makine

source: Expired %s
tr_tr: Süresi birmiþ %s

source: Permanent
tr_tr: Daimi

source: Item
tr_tr: Madde

source: Type
tr_tr: Tip

source: Operator
tr_tr: Operatör

source: Password
tr_tr: Parola

source: Reconnect
tr_tr: Tekrar baðlan

source: Flood
tr_tr: Aþýrý tekrar (flood)

source: Clone
tr_tr: Klon

source: Unknown
tr_tr: Bilinmeyen

source: Not found
tr_tr: Bulunamadý

source: Bad IP specified
tr_tr: Yanlýþ IP belirtildi

source: User not online: %s
tr_tr: Kullanýcý çevrimiçinde deðil: %s

source: User not in chatroom: %s
tr_tr: Kullanýcý salonda deðil: %s

source: You have no rights to remove user from chatroom: %s
tr_tr: Kullanýcýyý salondan kaldýrma yetkiniz yoktur: %s

source: User removed from chatroom: %s
tr_tr: Kullanýcý salondan kaldýrýldý: %s

source: You are removed from chatroom.
tr_tr: Salondan kaldýrýldýnýz.

source: Chatroom members
tr_tr: Salon mensuplarý

source: User is already in chatroom: %s
tr_tr: Zaten sohbet salonunda bulunan kullanýcýlar: %s

source: User added to chatroom: %s
tr_tr: Kullanýcý salonda eklendi: %s

source: Command suffix %s is not implemented, known suffixes are
tr_tr: Komut eki %s desteklenmemektedir, bilinen ekler þunlardýr:

source: Suffix regular expression
tr_tr: Son eki düzenli ifade

source: Parameters regular expression
tr_tr: Parametreler düzenli ifade

source: Command parameters error
tr_tr: Komut parametreleri hatasý

source: Key
tr_tr: Anahtar

source: Login
tr_tr: Giriþ

source: Operation timeout: %s
tr_tr: Ýþlemde zaman aþýmý: %s

source: General timeout
tr_tr: Genel zaman aþýmý

source: Protocol flood detected
tr_tr: Protokol tekrarý (flood) tespit edildi

source: Chat
tr_tr: Sohbet

source: List of connection types
tr_tr: Baðlantý türü listesi

source: Name
tr_tr: Ýsim

source: Slots
tr_tr: Oluklar

source: Upload
tr_tr: Gönderim

source: Upload per slot
tr_tr: Oluk baþýna gönderim

source: Description
tr_tr: Açýklama

source: On
tr_tr: Açýk

source: Off
tr_tr: Kapalý

source: Any
tr_tr: Herhangi biri

source: Yes
tr_tr: Evet

source: No
tr_tr: Hayýr

source: Show list of redirects
tr_tr: Yönlendirmeler listesini göster

source: Hits
tr_tr: Ýsabetler

source: Start
tr_tr: Baþla

source: Stop
tr_tr: Durdur

source: Status
tr_tr: Durum

source: Country
tr_tr: Ülke

source: Secure
tr_tr: Güvenli

source: Share
tr_tr: Paylaþým

source: Minimum: %.4f
tr_tr: Asgari: %.4f

source: Maximum: %.4f
tr_tr: Azami: %.4f

source: Show list of clients
tr_tr: Ýstemciler listesini göster

source: ID
tr_tr: Kimlik

source: Version
tr_tr: Sürüm

source: Use hub
tr_tr: Hub'ý kullan

source: Banned
tr_tr: Yasaklý

source: User commands are currently disabled.
tr_tr: Kullanýcý komutlarý þu anda devre dýþý býrakýlmýþtýr.

source: Full list of commands
tr_tr: Komutlarýn tam listesi

source: User
tr_tr: Kullanýcý

source: User not found: %s
tr_tr: Kullanýcý bulunamadý: %s

source: Please specify one or more nicks separated by space.
tr_tr: Bir ya da daha fazla rumuzu boþluklarla ayrýlmýþ þekilde belirtiniz.

source: Showing %d result
tr_tr: %d sonuç gösteriliyor

source: Host
tr_tr: Makine

source: Unable to resolve hostname of user: %s
tr_tr: Kullanýcýnýn makine ismi çözümlenemedi: %s

source: City
tr_tr: Kent

source: Please note, hub is no longer scheduled for restart.
tr_tr: Dikkatinize, artýk hub'ýn tekrar baþlatýlmasý planlanmamaktadýr.

source: Please note, hub has been scheduled to restart in: %s
tr_tr: Dikkatinize, hub þu süre sonunda tekrar baþlatýlacaktýr: %s

source: Please note, hub will be restarted now.
tr_tr: Dikkatinize, hub þimde tekrar baþlatýlacaktýr.

source: Please note, hub is no longer scheduled for stop.
tr_tr: Dikkatinize, artýk hub'ýn durdurulmasý planlanmamaktadýr.

source: Please note, hub has been scheduled to stop in: %s
tr_tr: Dikkatinize, hub þu süre sonunda durdurulacaktýr: %s

source: Please note, hub will be stopped now.
tr_tr: Dikkatinize, hub þimdi durdurulacaktýr.

source: Usage example: !ccbc :US:GB: <message>
tr_tr: Kullaným misali: !ccbc :US:GB: <mesaj>

source: Message delivered to %d user in zones %s in %s.
tr_tr: Mesaj %d kullanýcýya (%s bölgesinde %s konumunda bulunan) ulaþtýrýldý.

source: Your information
tr_tr: Verileriniz

source: Your IP information
tr_tr: IP verileriniz

source: Host: %s
tr_tr: Makine: %s

source: Client TLS: %s
tr_tr: Ýstemci TLS: %s

source: Client NAT: %s
tr_tr: Ýstemci NAT: %s

source: This command is currently disabled.
tr_tr: Bu komut güncel olarak devre dýþý býrakýlmýþtýr.

source: Main chat is currently disabled for users with your class, please consider registering on the hub or contact an operator.
tr_tr: Ana sohbet sýnýfýnýzdaki kullanýcýlar için güncel olarak devre dýþýdýr, lütfen hub'a kayýt olmayý bir düþünün veya bir operatörle irtibata geçin.

source: Your message wasn't sent because it equals your previous message.
tr_tr: Mesajýnýz yollanmadý çünkü önceki mesajýnýzla aynýsý.

source: Public chat messages are now visible. To hide them, write: +nochat
tr_tr: Herkese açýk sohbet mesajlarý artýk görülebilir. Saklamak için +nochat yazýn

source: Public chat messages are already visible. To hide them, write: +nochat
tr_tr: Herkese açýk sohbet mesajlarý zaten görülebilirdi. Saklamak için +nochat yazýn

source: Public chat messages are now hidden. To show them, write: +chat
tr_tr: Herkese açýk sohbet mesajlarý artýk saklanmýþtýr. Görüntülemek için +chat yazýn

source: Public chat messages are already hidden. To show them, write: +chat
tr_tr: Herkese açýk sohbet mesajlarý zaten saklanmýþtý. Görüntülemek için +chat yazýn

source: Software: %s %s
tr_tr: Yazýlým: %s %s

source: Authors
tr_tr: Yazarlar

source: Not forgetting other 4 people who didn't want to be listed here.
tr_tr: Burada listelenmeyi istemeyen 4 kiþiyi unutmuyoruz.

source: Translators
tr_tr: Tercümanlar

source: Translate
tr_tr: Tercüme et

source: Contributors
tr_tr: Katkýda bulunanlar

source: Credits
tr_tr: Tanýtma yazýlarý

source: We would like to thank everyone in our support hub for their input and valuable support and of course everyone who continues to use this great hub software.
tr_tr: Deðerli destekleri ve geri bildirimleri için destek hub'ýmýzdaki herkese ve tabii ki bu muazzam hub yazýlýmýný kullanmaya devam eden tüm kiþilere teþekkür etmek isteriz.

source: Links
tr_tr: Baðlatntýlar

source: Website
tr_tr: Að sitesi

source: Wiki
tr_tr: Viki

source: Crash
tr_tr: Çökme

source: Proxy
tr_tr: Vekil

source: Hublist
tr_tr: Hub listesi

source: Support
tr_tr: Destek

source: Donation
tr_tr: Baðýþ

source: Donators
tr_tr: Baðýþ yapanlar

source: Hub information
tr_tr: Hub verileri

source: Owner: %s
tr_tr: Sahibi: %s

source: Not set
tr_tr: Ayarlý deðil

source: Address: %s
tr_tr: Adres: %s

source: Secure: %s
tr_tr: Güvenli: %s

source: Status: %s
tr_tr: Durum: %s

source: Users: %d of %d
tr_tr: Kullanýcýlar: %d ki toplam %d

source: Secure: %d of %d
tr_tr: Güvenli: %d ki toplam %d

source: Active: %d
tr_tr: Etkin: %d

source: Passive: %d
tr_tr: Pasif: %d

source: Bots: %d
tr_tr: Robotlar: %d

source: Share: %s
tr_tr: Paylaþým: %s

source: Class: %d [%s]
tr_tr: Sýnýf: %d [%s]

source: Search interval: %d second
tr_tr: Arama aralýðý: %d saniye

source: Mode: %s
tr_tr: Kip: %s

source: Passive
tr_tr: Pasif

source: Active
tr_tr: Aktif

source: Hidden: %s
tr_tr: Gizli: %s

source: Chat: %s
tr_tr: Sohbet: %s

source: This functionality is currently disabled.
tr_tr: Bu iþlev þu anda devre dýþý býrakýlmýþtýr.

source: Registration failed. Please contact an operator for help.
tr_tr: Kayýt baþarýsýz oldu. Yardým için bir operatörle irtibata geçin.

source: You are already registered.
tr_tr: Zaten kayýtlýsýnýz.

source: You are not registered yet.
tr_tr: Henüz kayýtlý deðilsiniz.

source: You have been unregistered.
tr_tr: Kaydýnýz kaldýrýldý.

source: User has been unregistered
tr_tr: Kulanýcýnýn kaydý kaldýrýldý

source: An error occured while unregistering.
tr_tr: Kaydýn kaldýrýlmasý sýrasýnda bir hata meydana geldi.

source: Unregistration request
tr_tr: Kayýt kaldýrma talebi

source: Thank you, your unregistration request has been sent to operators. Please await an answer.
tr_tr: Teþekkür ederiz, kayýt kaldýrma talebiniz operatörlere gönderilmiþtir. Lütfen cevap bekleyin.

source: Your nick must start with: %s
tr_tr: Rumuzunuz %s ile baþlamalýdýr

source: You need to share at least: %s
tr_tr: En az þunu paylaþmanýz gerekmektedir: %s

source: Minimum password length is %d characters. Please retry.
tr_tr: Asgari parola uzunluðu %d karakterdir. Lütfen tekrar deneyin.

source: You have been registered with class %d and following password: %s
tr_tr: %d sýnýfýnda þu parola ile kaydýnýz oluþturuldu: %s

source: New user has been registered with class %d
tr_tr: Yeni kullanýcý þu sýnýfla kaydedildi: %d

source: An error occured while registering.
tr_tr: Kayýt sýrasýnda bir hata meydana geldi.

source: Registration request with password: %s
tr_tr: Parola ile kayýt talebi: %s

source: Registration request without password
tr_tr: Parolasýz kayýt talebi

source: Thank you, your registration request has been sent to operators. Please await an answer.
tr_tr: Teþekkür ederiz, kayýt talebiniz operatörlere gönderilmiþtir. Lütfen cevap bekleyin.

source: You have no rights to change topic.
tr_tr: Mevzuyu deðiþtirme yetkiniz yok.

source: Topic must not exceed 255 characters, but your topic has %d characters.
tr_tr: Konunun 255 karakteri geçmemesi gerekir, fakat konunuz %d karakter içermektedir.

source: Your action was blocked by a plugin.
tr_tr: Eyleminiz bir eklenti tarafýndan engellendi.

source: %s changed the topic to: %s
tr_tr: %s mevzuyu %s olarak deðiþtirdi

source: %s removed the topic.
tr_tr: %s mevzuyu kaldýrdý

source: You are not allowed to change your password now. Ask an operator for help.
tr_tr: Þimdi parola deðiþtirme müsaadeniz yoktur. Bir operatörden yardým isteyin.

source: Error updating password.
tr_tr: Parolanýn güncellenmesinde bir hata meydana geldi.

source: Password updated successfully.
tr_tr: Parola baþarýlý bir þekilde güncellendi.

source: Please use: !hideme <class>, where <class> is the maximum class of users that may not see your kicks.
tr_tr: Lütfen <sýnýf>'ýn faaliyetlerinizi göremeyecek azami kullanýcý sýnýfý olacaðý !hideme <sýnýf> komutunu kullanýnýz.

source: Your kicks are now hidden from users with class %d and below.
tr_tr: Kovmalarýnýz artýk %d ve aþaðý sýnýftaki kullanýcýlardan saklýdýr.

source: Command usage: !userlimit <max_users> [<minutes>=60]
tr_tr: Komut kullanýmý: !userlimit <azami_kullanýcý> [<dakika>=60]

source: Updating max_users variable to %d for the duration of %d minute.
tr_tr: max_users deðiþkeni %d deðerine %d dakika için güncelleniyor.

source: Command usage: !class <nick> [class=%d]
tr_tr: Komut kullanýmý: !class <nick> [class=%d]

source: maximum allowed class is %d
tr_tr: izin verilen azami sýnýf þudur: %d

source: Temporarily changing class from %d to %d for user: %s
tr_tr: Þu kullanýcý için sýnýf geçici olarak %d deðerinden %d deðerine alýnmýþtýr: %s

source: You have no rights to change class for this user: %s
tr_tr: Þu kullanýcý için sýnýf deðiþtirme müsaadeniz yok: %s

source: Kicks of this user are now hidden: %s
tr_tr: Þu kullanýcýnýn kovmalarý artýk saklýdýr: %s

source: You have no rights to do this.
tr_tr: Bunu yapma izniniz yok.

source: Kicks of this user are now visible: %s
tr_tr: Þu kullanýcýnýn kovmalarý artýk görülebilir: %s

source: Use !protect <nickname> <class>.
tr_tr: !protect <rumuz> <sýnýf> komutunu kullanýnýz.

source: Max class is %d
tr_tr: Azami sýnýf þudur: %d

source: User %s is temporarily protected from class %d
tr_tr: %s adlý kullanýcý geçici olarak %d sýnýfýndan korunmuþtur

source: Done reloading all lists and databases.
tr_tr: Tüm listelerin ve veritabanlarýnýn yeniden yüklenmesi tamamlandý.

source: Report command is currently disabled.
tr_tr: Rapor komutu þu anda devre dýþýdýr.

source: Reported user %s
tr_tr: Bildirilen kullanýcý %s

source: Reported offline user %s
tr_tr: Bildirilen çevrimdýþý kullanýcý %s

source: Without reason
tr_tr: Nedensiz

source: Reason
tr_tr: Sebep

source: Thank you, your report has been accepted.
tr_tr: Teþekkür ederiz, raporunuz kabul edilmiþtir.

source: Missing command parameters.
tr_tr: Eksik komut parametreleri.

source: Protocol command successfully sent.
tr_tr: Protokol komutu baþarýyla gönderildi.

source: Ban list has been cleaned.
tr_tr: Yasaklama listesi temizlendi.

source: Temporary ban list has been cleaned.
tr_tr: Geçici yasaklama listesi temizlendi.

source: Unban list has been cleaned.
tr_tr: Yasaklama kaldýrma listesi temizlendi.

source: Kick list has been cleaned.
tr_tr: Kovma listesi temizlendi.

source: Temporary rights list has been cleaned.
tr_tr: Geçici izinler listesi temizlendi.

source: Ban, unban, kick, temporary ban and chat gag lists has been cleaned.
tr_tr: Yasaklama, yasak kaldýrma, kovma, geçici yasaklama ve sohbette susturma listeleri temizlendi.

source: Ban, unban, kick and temporary ban lists has been cleaned.
tr_tr: Yasaklama, yasaklama kaldýrma, kovma ve geçici yasaklama listeleri temizlendi.

source: This command is not implemented.
tr_tr: Bu komut desteklenmemektedir.

source: Please provide a valid ban time.
tr_tr: Geçerli bir yasaklama süresi giriniz.

source: No reason specified
tr_tr: Hiçbir sebep girilmedi

source: Removed ban
tr_tr: Yasaklama kaldýrýldý

source: Ban information
tr_tr: Yasaklama verileri

source: %d ban found.
tr_tr: %d yasak bulundu.

source: Unknown range format: %s
tr_tr: Bilinmeyen alan biçimi: %s

source: %s was banned for %s by %s with reason: %s
tr_tr: %s, %s süresi boyunca %s tarafýndan þu sebeple yasaklanmýþtýr: %s

source: %s was banned for %s by %s without reason.
tr_tr: %s, %ssüresi boyunca %s tarafýndan sebep belirtilmeden yasaklanmýþtýr.

source: %s was banned permanently by %s with reason: %s
tr_tr: %s, %s tarafýndan daimi olarak þu sebeple yasaklanmýþtýr: %s

source: %s was banned permanently by %s without reason.
tr_tr: %s, %s tarafýndan sebep belirtilmeden daimi olarak yasaklanmýþtýr.

source: Added new ban
tr_tr: Yeni yasaklama eklendi

source: Removed temporary nick ban
tr_tr: Geçici rumuz yasaðý kaldýrýldý

source: Removed temporary IP ban
tr_tr: Geçici IP yasaðý kaldýrýldý

source: Temporary ban not found
tr_tr: Geçici yasak bulunamadý

source: Temporary nick ban not found
tr_tr: Geçici rumuz yasaðý bulunamadý

source: Temporary IP ban not found
tr_tr: Geçici IP yasaðý bulunamadý

source: Temporary nick ban information
tr_tr: Geçici rumuz yasak bilgisi

source: Temporary IP ban information
tr_tr: Geçici IP yasak bilgisi

source: Trigger definition: %s
tr_tr: Tetikleme tanýmý: %s

source: Trigger not found: %s
tr_tr: Tetikleme bulunamadý: %s

source: Configuration file: %s
tr_tr: Yapýlandýrma dosyasý: %s

source: Configuration file is empty: %s
tr_tr: Yapýlandýrma dosyasý boþtur: %s

source: Configuration filter results: %s
tr_tr: Yapýlandýrma filtre sonuçlarý: %s

source: Configuration filter didn't return any results: %s
tr_tr: Yapýlandýrma filtresi hiçbir sonuç geri göndermedi: %s

source: Undefined configuration variable: %s.%s
tr_tr: Tanýmsýz yapýlandýrma deðiþkeni: %s.%s

source: Updated configuration %s.%s: %s -> %s
tr_tr: Yapýlandýrma güncellendi %s.%s: %s -> %s

source: Warning: %s allows maximum %d users, but current resource limit is %d, so consider running ulimit -n <max_users> and restarting the hub.
tr_tr: Ýkaz: %s azami %d kullanýcýya izin verir fakat güncel kaynak sýnýrý %d deðeridir, dolayýsýyla ulimit -n <azami_kullanýcý> komutunu çalýþtýrýp hub'ý tekrar baþlatmayý düþünün.

source: Error setting rights or restrictions for user: %s
tr_tr: Þu kullanýcý için izin veya kýsýtlama ayarlanmasýnda hata: %s

source: Allowing user to use main chat again: %s
tr_tr: Kullanýcýnýn ana sohbeti tekrar kullanmasýna izin veriliyor: %s

source: Restricting user from using main chat: %s for %s
tr_tr: Kullanýcýnýn ana sohbeti kullanmasý kýsýtlanýyor: %s, %s için

source: %s was allowed to use main chat again by %s without reason.
tr_tr: %s rumuzlu kullanýcýnýn ana sohbeti tekrar kullanmasýna %s tarafýndan sebep belirtilmeden müsaade edilmiþtir.

source: %s was restricted from using main chat for %s by %s without reason.
tr_tr: %s, ana sohbeti kullanmaktan %s süresi boyunca %starafýndan sebep belirtilmeden men edilmiþtir.

source: Allowing user to use private chat again: %s
tr_tr: Kullanýcýnýn özel sohbeti tekrar kullanmasýna izin veriliyor: %s

source: Restricting user from using private chat: %s for %s
tr_tr: Kullanýcýnýn özel sohbeti kullanmasý kýsýtlanýyor: %s, %s için

source: %s was allowed to use private chat again by %s without reason.
tr_tr: %s rumuzlu kullanýcýnýn özel sohbeti kullanmasýna %s tarafýndan sebep belirtilmeden müsaade edilmiþtir.

source: %s was restricted from using private chat for %s by %s without reason.
tr_tr: %s, %s süresi boyunca özel sohbeti kullanmaktan %s tarafýndan sebep belirtilmeden men edilmiþtir.

source: Allowing user to use main and private chat again: %s
tr_tr: Kullanýcýnýn ana ve özel sohbeti tekrar kullanmasýna izin veriliyor: %s

source: Restricting user from using main and private chat: %s for %s
tr_tr: Kullanýcýnýn ana ve özel sohbeti kullanmasý kýsýtlanýyor: %s, %s için

source: %s was allowed to use main and private chat again by %s without reason.
tr_tr: %s rumuzlu kullanýcýnýn ana ve özel sohbetleri kullanmasýna %s tarafýndan sebep belirtilmeden müsaade edilmiþtir.

source: %s was restricted from using main and private chat for %s by %s without reason.
tr_tr: %s, %s süresi boyunca ana ve özel sohbetleri kullanmaktan %s tarafýndan sebep belirtilmeden men edilmiþtir.

source: Allowing user to download again: %s
tr_tr: Kullanýcýnýn tekrar indirme yapmasýna izin veriliyor: %s

source: Restricting user from downloading: %s for %s
tr_tr: Kullanýcýnýn indirme yapmasý kýsýtlanýyor: %s, %s için

source: Allowing user to use search again: %s
tr_tr: Kullanýcýnýn tekrar arama yapmasýna izin veriliyor: %s

source: Restricting user from using search: %s for %s
tr_tr: Kullanýcýnýn aramayý kullanmasý kýsýtlanýyor: %s, %s için

source: Taking away the right to hide share: %s
tr_tr: Paylaþýmý saklama izni geri alýnýyor: %s

source: Giving user the right to hide share: %s for %s
tr_tr: Kullanýcýya paylaþýmý saklama izni veriliyor: %s, %s için

source: Taking away the right to register others: %s
tr_tr: Diðer kullanýcýlarý kayýt etme izni geri alýnýyor: %s

source: Giving user the right to register others: %s for %s
tr_tr: Kullanýcýya diðer kullanýcýlarý kayýt etme izni veriliyor: %s, %s için

source: Taking away the right to kick others: %s
tr_tr: Diðer kullanýcýlarý kovma izni geri alýnýyor: %s

source: Giving user the right to kick others: %s for %s
tr_tr: Kullanýcýya diðer kullanýcýlarý kovma izni veriliyor: %s, %s için

source: Taking away the right to use operator chat: %s
tr_tr: Operatör sohbetini kullanma izni geri alýnýyor: %s

source: Giving user the right to use operator chat: %s for %s
tr_tr: Kullanýcýya operatör sohbetini kullanma izni veriliyor: %s, %s için

source: Specified value is expected to be a valid IP address within range %s to %s.
tr_tr: Belirtilen deðerin %s ila %s alaný arasýnda geçerli bir IP adresi olmasý beklenir.

source: Found %d user with IP %s
tr_tr: %d kullanýcý %s IP adresi ile bulundu

source: Found %d user with range %s
tr_tr: %d kullanýcý %s alaný ile bulundu

source: Country code must be 2 characters long, for example RU.
tr_tr: Ülke kodu 2 karakter içermelidir, mesela RU.

source: Found %d user with country code %s
tr_tr: %d kullanýcý %s ülke kodu ile bulundu

source: Found %d user with city %s
tr_tr: %d kullanýcý %s kenti ile bulundu

source: Found %d user on hub port %d
tr_tr: %d kullanýcý %d portu kullanan hub'da bulundu

source: Found %d user with hub URL %s
tr_tr: %d kullanýcý %s URL'i (baðlantýsý) kullanan hub'da bulundu

source: Found %d user with TLS version %s
tr_tr: %s TLS sürümü kullanan %d kullanýcý bulundu

source: Found %d user with supports %s
tr_tr: %d kullanýcý %s desteði (supports) ile bulundu

source: Found %d user with NMDC version %s
tr_tr: %s NMDC sürümü ile %d kullanýcý bulundu

source: Found %d user with MyINFO %s
tr_tr: %s MyINFO ile %dkullanýcý bulundu

source: No users found.
tr_tr: Hiçbir kullanýcý bulunamadý.

source: You have no rights to gag, drop or kick anyone.
tr_tr: Kimseyi susturma, baðlantýyý kapama ya da kovma izniniz yoktur.

source: You have no rights to drop or kick user: %s
tr_tr: Þu kullanýcýnýn baðlantýsýný kapama ya da onu kovma izniniz yoktur: %s

source: You have no rights to gag user: %s
tr_tr: Þu kullanýcýyý susturma izniniz yok: %s

source: You have no rights to gag nick: %s
tr_tr: Þu rumuzu susturma izniniz yok: %s

source: %s was restricted from using main chat for %s by %s with reason: %s
tr_tr: %s, %s süresi boyunca ana sohbeti kullanmaktan %s tarafýndan þu sebeple men edilmiþtir: %s

source: %s was allowed to use main chat again by %s with reason: %s
tr_tr: %s rumuzlu kullanýcýnýn ana sohbeti tekrar kullanmasýna %s tarafýndan þu sebeple müsaade edilmiþtir: %s

source: Loaded plugins
tr_tr: Yüklü eklentiler

source: Plugin callbacks
tr_tr: Eklenti geriçaðýrýmlarý

source: You don't want to unload Plugman because all other plugins are loaded via it.
tr_tr: Plugman'i bellekten kaldýrmak istemezsiniz çünkü diðer tüm eklentiler onun vasýtasýyla yüklenir.

source: You don't want to reload Plugman because all other plugins are loaded via it.
tr_tr: Plugman'i tekrar yüklemek istemezsiniz çünkü diðer tüm eklentiler onun vasýtasýyla yüklenir.

source: classdif_reg value must be between %d and %d. Please correct this first.
tr_tr: classdif_reg deðeri %d ilâ %d arasý olmalýdýr. Lütfen evvela bunu düzeltin.

source: Found %d registered user with class %d
tr_tr: %d kayýtlý kullanýcý %d sýnýfýnda bulundu

source: No registered users with class %d found.
tr_tr: %d sýnýfýnda hiçbir kayýtlý kullanýcý bulunamadý.

source: You specified invalid class number.
tr_tr: Geçersiz sýnýf numarasý belirttiniz.

source: Registered user not found: %s
tr_tr: Kayýtlý kullanýcý bulunamadý: %s

source: User is already registered: %s
tr_tr: Kullanýcý zaten kayýtlýdýr: %s

source: You have been registered with class %d. Please set your password by using following command: +passwd <password>
tr_tr: %d sýnýfý ile kaydýnýz yapýlmýþtýr. Lütfen parolanýzý +passwd <parola> komutu ile ayarlayýn.

source: %s has been registered with class %d and password.
tr_tr: %s parola ve %d sýnýfý ile kayýt olmuþtur.

source: %s has been registered with class %d. Please tell him to set his password.
tr_tr: %s, %d sýnýfý ile kayýt olmuþtur. Lütfen ona parolasýný ayarlamasý gerektiðini söyleyin.

source: Error adding new user.
tr_tr: Yeni kullanýcý eklenmesinde hata.

source: %s has been unregistered, user information
tr_tr: %s kaydý kaldýrýldý, kullanýcý verileri
