Repository: Verlihub/verlihub
Catalog: po/core_*.CP1252.po
Languages: de_de, fr_fr, nl_nl

source: Not loaded
de_de: Nicht geladen
fr_fr: Pas chargé
nl_nl: Niet geladen

source: Binary version: %d.%d
fr_fr: Version binaire : %d.%d
nl_nl: Binaire versie: %d.%d

source: Build time: %s
fr_fr: Date de compilation : %s
nl_nl: Bouw tijd: %s

source: Node count: %d
de_de: Anzahl Nodes: %d
fr_fr: Nombre de nuds : %d

source: File name: %s
de_de: Dateiname: %s
fr_fr: Nom de fichier : %s
nl_nl: Bestandnaam: %s

source: File size: %s
de_de: Dateigröße: %s
fr_fr: Taille du fichier : %s
nl_nl: Bestand grote: %s

source: City database
de_de: Stadt Datenbank
fr_fr: Base de données des villes
nl_nl: Stad database

source: ASN database
de_de: ASN Datenbank
fr_fr: Base de données ASN

source: Rights and restrictions
de_de: Rechte und Beschränkungen
fr_fr: Droits et restrictions
nl_nl: Rechten en beperkingen

source: PM: %s
de_de: PN: %s
fr_fr: Message privé : %s

source: Search: %s
de_de: Suchen: %s
fr_fr: Recherche : %s
nl_nl: Zoeken: %s

source: Download: %s
de_de: Herunterladen: %s
fr_fr: Téléchargement : %s

source: Register: %s
de_de: Registrieren: %s
fr_fr: Inscription : %s
nl_nl: Registreer: %s

source: Operator chat: %s
de_de: Betreiberchat: %s
fr_fr: Chat opérateur : %s

source: Kick: %s
fr_fr: Éjecter : %s

source: Class: %d
de_de: Klasse: %d
fr_fr: Classe : %d

source: Registered on: %s [%s]
de_de: Registriert am: %s [%s]
fr_fr: Enregistré le : %s [%s]
nl_nl: Geregistreerd op: %s [%s]

source: Last login: %s [%d] [%s]
de_de: Letzte Anmeldung: %s [%d] [%s]
fr_fr: Dernière connexion : %s [%d] [%s]
nl_nl: laatste login: %s [%d] [%s]

source: Last error: %s [%d] [%s]
de_de: Letzter Fehler: %s [%d] [%s]
fr_fr: Dernière erreur : %s [%d] [%s]
nl_nl: laatste fout: %s [%d] [%s]

source: Password set: %s
de_de: Passwort festgelegt: %s
fr_fr: Mot de passe défini : %s
nl_nl: Paswoord: %s

source: Enabled: %s
de_de: Aktiviert: %s
fr_fr: Activé : %s
nl_nl: Aan: %s

source: Protected: %s
de_de: Geschützt: %s
fr_fr: Protégé : %s
nl_nl: Beschermd: %s

source: Hide kicks: %s
de_de: Kicks verstecken: %s
fr_fr: Masquer les kicks : %s
nl_nl: Verborgen kicks: %s

source: Hide key: %s
de_de: Schlüssel verstecken: %s
fr_fr: Masquer la clef : %s
nl_nl: Verborgen sleutels: %s

source: Show key: %s
de_de: Schlüssel anzeigen: %s
fr_fr: la clé : %s
nl_nl: Toon sleutel: %s

source: Hide share: %s
de_de: Freigabe verstecken: %s
fr_fr: Masquer le partage : %s
nl_nl: Verborgen share: %s

source: Hide chat: %s
de_de: Chat verstecken: %s
fr_fr: Cacher la discussion : %s

source: Hide messages: %s
de_de: Nachrichten verstecken: %s
fr_fr: Masquer les messages : %s
nl_nl: Verborgen berichten: %s

source: Authorization IP: %s
de_de: Autorisierungs-IP: %s
fr_fr: IP d'autorisation : %s

source: Alternate IP: %s
de_de: Alternative IP: %s
fr_fr: IP alternative : %s
nl_nl: Afwisselen IP: %s

source: Fake IP: %s
fr_fr: Fausse IP : %s

source: You won't see public chat messages, to restore use +chat command.
de_de: Sie sehen keine öffentlichen Chat-Nachrichten. Um sie anzuzeigen, verwenden Sie den Befehl +chat.
fr_fr: Vous ne verrez pas les messages du chat public, pour restaurer utiliser la commande +chat.
nl_nl: U zal niet geen chatberichten zien, om gebruik te herstellen gebruik het +chat commando.

source: Hub is currently unable to service your request, please try again in a few minutes.
de_de: Der Hub kann Ihre Anfrage derzeit nicht bearbeiten. Bitte versuchen Sie es in ein paar Minuten erneut.
fr_fr: Hub actuellement inaccessible, veuillez réessayer dans un petit moment.
nl_nl: Hub is op dit moment niet in staat om uw verzoek te onderhouden, probeer het opnieuw in een paar minuten.

source: You're still temporarily prohibited from entering the hub for %s because: %s
de_de: Es ist Ihnen für %s nicht gestattet, den Hub zu betreten, weil: %s
fr_fr: Vous êtes toujours temporairement interdit d'entrer dans sur le hub pour %s parce que : %s
nl_nl: Je bent nog steeds tijdelijk verbannen om de hub in te mogen voor %s omdat: %s

source: You're already logged in with same nick and IP address.
de_de: Sie sind bereits mit demselben Benutzernamen und derselben IP-Adresse angemeldet.
fr_fr: Vous êtes déjà connecté avec la même adresse IP et le même pseudonyme.
nl_nl: Je bent al ingelogd met de Zelfde nick en IP adres.

source: Another user has logged in with same nick and IP address.
de_de: Ein anderer Benutzer hat sich mit demselben Nicknamen und derselben IP-Adresse angemeldet.
fr_fr: Un autre utilisateur s'est connecté avec le même pseudo et la même adresse IP.
nl_nl: Een andere gebruiker is ingelogd met dezelfde nick en IP -adres.

source: Your nick is already taken by another user.
de_de: Ihr Nickname wird bereits von einem anderen Benutzer verwendet.
fr_fr: Votre pseudonyme est déjà pris par un autre utilisateur.
nl_nl: Uw nick is al in gebruik door een andere gebruiker.

source: You must set your password now using +passwd command or entering it in password dialog.
de_de: Sie müssen Ihr Passwort jetzt mit dem Befehl +passwd festlegen oder es im Passwort-Dialog eingeben.
fr_fr: Désormais vous devzez définir votre mot de passe en utilisant la commande +passwd ou en l'entrant dans la boite de dialogue du mot de passe.
nl_nl: U moet uw wachtwoord in stellen nu met behulp van +passwd commando of in te voeren in het dialoogvenster wachtwoord.

source: You must set your password now using +passwd command.
de_de: Sie müssen Ihr Passwort jetzt mit dem Befehl +passwd festlegen.
fr_fr: Vous devez maintenant définir votre mot de passe avec la commande +passwd.
nl_nl: U moet uw wachtwoord in stellen nu met behulp van +passwd commando.

source: Reconnecting too fast
de_de: Wiederherstellen der Verbindung zu schnell
fr_fr: Reconnexion trop rapide
nl_nl: U reconect te snel

source: Your nick contains forbidden characters.
de_de: Ihr Nickname enthält verbotene Zeichen.
fr_fr: Votre pseudonyme contient des caractères interdits.
nl_nl: Uw nick bevat verboden karakters.

source: Valid nick characters: %s
de_de: Gültige Zeichen für den Nickname: %s
fr_fr: Caractères valides pour les pseudonymes : %s
nl_nl: Geldige nick tekens: %s

source: Your nick is too short, minimum allowed length is %d characters.
de_de: Ihr Nickname ist zu kurz, die Mindestlänge beträgt %d Zeichen.
fr_fr: Votre pseudonyme est trop court, la longueur minimale autorisée est de %d caractères.
nl_nl: Uw nick is te kort, minimale toegestane lengte is %d tekens.

source: Your nick is too long, maximum allowed length is %d characters.
de_de: Ihr Nickname ist zu lang, die maximal erlaubte Länge ist %d Zeichen.
fr_fr: Votre pseudonyme est trop long, la longueur maximale autorisée est de %d caractères.
nl_nl: Uw nick is te lang, maximaal toegestane lengte is %d tekens.

source: Please use one of following nick prefixes: %s
de_de: Bitte verwenden Sie einen der folgenden Nick-Präfixe: %s
fr_fr: Veuillez utiliser l'un des préfixes de pseudonyme suivants : %s
nl_nl: Gebruik een van de volgende nick voorvoegsels: %s

source: Your nick contains operator prefix but you are not registered, please remove it.
de_de: Ihr Nickname enthält ein Operator-Präfix, aber Sie sind nicht registriert. Bitte entfernen Sie diesen.
fr_fr: Votre pseudonyme contient un préfixe opérateur mais vous n'êtes pas enregistré, veuillez l'enlever.
nl_nl: Uw nick bevat operator prefix , maar je bent niet geregistreerd , verwijder deze dan

source: Unknown bad nick error, sorry.
de_de: Unbekannter Fehler beim Nickname, sorry.
fr_fr: Erreur inconnu de mauvais pseudonyme, désolé.
nl_nl: Onbekende slechte nick fout, sorry.

source: Please use following nick prefix: %s
de_de: Bitte verwenden Sie folgenden Nick-Präfix: %s
fr_fr: Veuillez utiliser le préfixe de pseudonyme suivant : %s
nl_nl: Gebruik volgende nick prefix/voorvoegsel: %s

source: DDoS detection filtered %lu new connections and found %d new exploited hubs
de_de: DDoS-Erkennung filterte %lu neue Verbindungen und fand %d neue Exploited Hubs
fr_fr: La détection DDoS a filtré %lu nouvelles connexions et trouvé %d nouveaux hubs exploités
nl_nl: DDoS- detectie gefilterd %lu nieuwe verbindingen en gevonden %d nieuwe uitgebuit hubs

source: DDoS detection filtered %lu new connections.
de_de: Die DDoS-Erkennung hat %lu neue Verbindungen gefiltert.
fr_fr: La détection DDoS a filtré %lu connexions.
nl_nl: DDoS- detectie gefilterd %lu nieuwe verbindingen.

source: DDoS stopped, filtered totally %lu connections.
de_de: DDoS gestoppt, %lu Verbindungen gefiltert.
fr_fr: DDoS arrèté, %lu connexions totalement filtrées.
nl_nl: DDoS gestopt, gefilterd totaal %lu verbindingen.

source: Available time units are: s(econds), m(inutes), h(ours), d(ays) is default, w(eeks), M(onths) and y(ears)
de_de: Verfügbare Zeiteinheiten sind: s(econds), m(inutes), h(ours), d(ays) ist Standard, w(eeks), M(onths) und y(ears)
fr_fr: Les unités disponibles pour mettre le temps sont: s(econds, secondes), m(inutes), h(ours, heures), d(ays, jours) par défaut, w(eeks, semaines), M(onths, mois) et y(ears, années)
nl_nl: Beschikbare tijd units zijn: s(econden), m(inuten), u(ren), d(agen) is standaard, w(eken), M(aanden) en J(aren)

source: Please provide positive number for time unit.
de_de: Bitte geben Sie eine positive Zahl für die Zeiteinheit an.
fr_fr: Veuillez entrer un nombre positif pour l'unité de temps.
nl_nl: Gelieve positief getal voor tijdseenheid.

source: Hublist registration results
de_de: Hublist Registrierungsergebnisse
fr_fr: Résultats d'enregistrement sur la liste de hub
nl_nl: Hubregistratie resultaten

source: Sending information to: %s:%d
de_de: informationen werden gesendet an: %s:%d
fr_fr: Envoi des informations à : %s:%d
nl_nl: Informatie gestuurd aan: %s:%d

source: Connection error
de_de: Verbindungsfehler
fr_fr: Erreur de connexion
nl_nl: Verbindingsfout

source: Registration done
de_de: Registrierung abgeschlossen
fr_fr: Enregistrement effectué
nl_nl: Registratie voltooid

source: Send error
fr_fr: Erreur d'envoi
nl_nl: Verzend fout

source: Protocol error
fr_fr: Erreur de protocole
nl_nl: Protocolfout

source: Read error
fr_fr: Erreur de lecture
nl_nl: Leesfout

source: Finished registering in hublists.
de_de: Die Registrierung in den Hublisten ist abgeschlossen.
fr_fr: Enregistrement terminé sur les hublists.
nl_nl: Registreren in hublijsten klaar.

source: Hublist host is empty, nothing to do.
de_de: Hublist-Host ist leer.
fr_fr: L'hôte de la hubliste est vide, rien à faire.
nl_nl: Hublijst host is leeg, er is niks te doen.

source: Hublist port number is invalid, nothing to do.
de_de: Der Port der Hublist ist ungültig.
fr_fr: Le numéro de port pour la Hublist est invalide, rien à faire.
nl_nl: Hub lijst poortnummer ongeldig , niets te doen

source: Registering in hublists, please wait.
de_de: Registrierung in Hublisten, bitte warten.
fr_fr: Enregistrement sur hublists, veuillez patienter.
nl_nl: Registratie naar de hublijsten, A.U.B even geduld.

source: New version of Verlihub is available for compilation: %s
de_de: Die neue Version von Verlihub ist für die Kompilierung verfügbar: %s
fr_fr: Une nouvelle version de Verlihub est disponible pour être compilée : %s

source: For developer version perform following command in your local Git repository in order to update files: %s
de_de: Für die Entwicklerversion führen Sie folgenden Befehl in Ihrem lokalen Git-Repository aus, um die Dateien zu aktualisieren: %s
fr_fr: Pour la version pour développeur, exécutez la commande suivante dans votre dépôt Git local afin de mettre à jour les fichiers : %s

source: For stable version visit following page and download latest release archive in order to update files: %s
de_de: Für die stabile Version besuchen Sie die folgende Seite und laden Sie das neueste Archiv herunter, um die Dateien zu aktualisieren: %s
fr_fr: Pour la version stable, visitez la page suivante et téléchargez la dernière archive afin de mettre à jour les fichiers : %s

source: Your version of Verlihub is currently up to date.
de_de: Ihre Version von Verlihub ist derzeit auf dem neuesten Stand.
fr_fr: Votre version de Verlihub est actuellement à jour.

source: Failed connecting to update server.
de_de: Verbindung zum Update Server fehlgeschlagen.
fr_fr: Échec de la connexion au serveur de mise à jour.

source: Failed sending request to update server.
de_de: Anfrage an den Update-Server fehlgeschlagen.
fr_fr: Échec de l'envoi d'une requête au serveur de mise à jour.

source: Failed parsing reply from update server with code: %d
de_de: Antwort vom Update-Server fehlgeschlagen: %d
fr_fr: Échec de l'analyse de la réponse du serveur de mise à jour avec le code : %d

source: Checking for updates, please wait.
de_de: Es wird nach Updates gesucht, bitte warten Sie.
fr_fr: Vérification des mises à jour, veuillez patienter.

source: Detected clone of user with share %s: %s
de_de: Klon von Benutzer mit Freigabe %s: %s erkannt
fr_fr: Clone détecté de l'utilisateur avec le partage %s : %s
nl_nl: Gedetecteerd kloon van de gebruiker met share %s: %s

source: Clone detected
de_de: Klon erkannt
fr_fr: Clone détecté
nl_nl: kloon gedetecteerd

source: Protocol command has been unlocked after stopped flood to user %s from all
de_de: Der Protokollbefehl wurde wegen der Erkennung von Flood an User %s "von allen" entsperrt
fr_fr: La commande de protocole a été déverrouillée après l'arrêt du flood vers l'utilisateur %s depuis tout le monde
nl_nl: Protocol opdracht is ontgrendeld na gestopte flood, naar gebruiker %s uit alle

source: Protocol command has been unlocked after stopped flood from all
de_de: Der Protokollbefehl wurde wegen der Erkennung von Flood "von allen" entsperrt
fr_fr: La commande de protocole a été débloquée après l'arrêt du flood depuis tout le monde
nl_nl: Protocol commando is ontgrendeld na gestopt flood

source: Protocol command has been locked due to detection of flood to user %s from all
de_de: Der Protokollbefehl wurde wegen der Erkennung von Flood an User %s "von allen" gesperrt
fr_fr: La commande de protocole a été verrouillée en raison de la détection d'inondation vers l'utilisateur %s depuis tout le monde
nl_nl: Protocol opdracht is geblokkeerd als gevolg van detectie van flood van de gebruiker %s uit alle

source: Protocol command has been locked due to detection of flood from all
de_de: Der Protokollbefehl wurde wegen der Erkennung von Flood "von allen" gesperrt
fr_fr: La commande de protocole a été verrouillée en raison de la détection de flood depuis tout le monde
nl_nl: Protocol commando is geblokkeerd als gevolg van de detectie van flood

source: Sorry, following protocol command is temporarily locked due to flood detection
de_de: Entschuldigung, folgender Protokollbefehl ist durch die Überflutungserkennung momentan gesperrt
fr_fr: Désolé, la commande de protocole suivant est temporairement bloquée en raison de la détection de flood
nl_nl: Sorry, volgende protocol commando is tijdelijk gesloten vanwege flood detectie

source: Normal
fr_fr: Ordinaire
nl_nl: Normaal

source: Capacity
de_de: Kapazität
fr_fr: Capacité
nl_nl: Capaciteit

source: Recovery
de_de: Wiederherstellung
fr_fr: Récupération
nl_nl: Herstel

source: Down
de_de: Nicht erreichbar
fr_fr: Vers le bas
nl_nl: Ofline

source: Guest
de_de: Gast
fr_fr: Invité
nl_nl: Gast

source: Registered
de_de: Registriert
fr_fr: Enregistré
nl_nl: Geregistreerd

source: Cheef
de_de: Chef
fr_fr: Chef
nl_nl: Chef

source: Administrator
fr_fr: Administrateur

source: Master
fr_fr: Maître

source: Users: %d
de_de: Benutzer: %d
fr_fr: Utilisateurs : %d
nl_nl: Gebruikers: %d

source: You have no rights to kick user: %s
de_de: Sie haben kein Recht, den Benutzer zu kicken: %s
fr_fr: Vous avez pas le droit de virer l' utilisateur : %s
nl_nl: U heeft geen rechten om gebruikers te kikken: %s .

source: User is protected from your kicks: %s
de_de: Der Benutzer %s ist vor einem Kick geschützt.
fr_fr: L'utilisateur est protégé de vos coups de pied : %s
nl_nl: Gebruiker is beschermd tegen jouw kicks: %s

source: You have been kicked because: %s
de_de: Sie wurden gekickt, weil: %s
fr_fr: Vous avez été expulsé parce que : %s
nl_nl: U bent gekikt omdat %s

source: You have been kicked from hub.
de_de: Sie wurden aus dem Hub gekickt.
fr_fr: Vous avez été expulsé du hub.
nl_nl: U bent uit deze hub gekickt.

source: User was kicked and banned for %s: %s
de_de: Benutzer wurde für %s gekickt und gebannt: %s
fr_fr: L'utilisateur a été expulsé et interdit pour %s : %s
nl_nl: Gebruiker is gekickt en verbannen voor %s: %s

source: %s was kicked and banned for %s by %s with reason: %s
de_de: %s wurde für %s von %s gekickt und gesperrt mit Grund: %s
fr_fr: %s a été kické et banni pour %s par %s avec la raison suivante : %s
nl_nl: %s Is gekickt en verbannen voor %s door %s met reden %s

source: %s was kicked and banned for %s by %s without reason.
de_de: %s wurde für %s von %s ohne Angabe von Gründen gekickt und gebannt.
fr_fr: %s a été kické et banni pour %s par %s qui n'a pas donné de raison.
nl_nl: %s is gekickt en verbannen voor %s door %s zonder reden.

source: User was kicked and banned permanently: %s
de_de: Der Benutzer wurde gekickt und dauerhaft gebannt: %s
fr_fr: L'utilisateur a été expulsé et interdit de façon permanente: %s
nl_nl: Gebruiker is gekickt en permanent verbannen: %s

source: %s was kicked and banned permanently by %s with reason: %s
de_de: %s wurde von %s gekickt und permanent gesperrt wegen: %s
fr_fr: %s a été kické et banni de façon permanente par %s avec la raison suivante : %s
nl_nl: %s is gekickt en verbannen, permanent door %s met reden: %s

source: %s was kicked and banned permanently by %s without reason.
de_de: %s wurde von %s ohne Angabe von Gründen gekickt und permanent gesperrt.
fr_fr: %s a été kické et banni de façon définitive par %s qui n'a pas donné de raison.
nl_nl: %s is gekickt en verbannen permanent door %s zonder reden.

source: %s dropped user with reason: %s
de_de: %s trennt Benutzer wegen: %s
fr_fr: %s a coupé la connexion de l'utilisateur avec la raison siuvante : %s
nl_nl: %s dropped gebruiker met reden: %s

source: %s dropped user without reason
de_de: %s trennt Benutzer ohne Angabe von Gründen
fr_fr: %s a coupé la connexion de l'utilisateur sans indiquer de raison
nl_nl: %s dropped gebruiker zonder reden

source: %s was dropped by %s with reason: %s
de_de: %s wurde von %s wegen %s getrennt.
fr_fr: La connexion de %s a été coupée par %s avec la raison suivante : %s
nl_nl: %s is gedropt door %s met reden: %s

source: %s was dropped by %s without reason.
de_de: %s wurde von %s ohne Angabe von Gründen getrennt.
fr_fr: La connexion de %s a été coupée par %s qui n'a pas indiqué de raison.
nl_nl: %s is gedropt door %s zonder reden.

source: You have been dropped because: %s
de_de: Sie wurden getrennt, weil: %s
fr_fr: Vous avez été deconnecté parce que : %s
nl_nl: Je bent gedropped omdat: %s

source: User was dropped: %s
de_de: Benutzer wurde getrennt: %s
fr_fr: L'utilisateur a été déconnecté : %s
nl_nl: Gebruiker is gedropped: %s

source: Specified configuration variable is read only.
de_de: Die angegebene Konfigurationsvariable ist schreibgeschützt.
fr_fr: La variable de configuration spécifiée est en lecture seule.

source: DDoS detected, gathering attack information...
de_de: DDoS erkannt, Angriffsinformationen werden gesammelt...
fr_fr: DDoS détecté, rassemblement d'informations sur l'attaque...
nl_nl: DDoS gedetecteerd , bezig met het verzamelen aanval informatie ...

source: %ld week
de_de: %ld Woche
fr_fr: %ld semaine

source: %ld day
de_de: %ld Tag
fr_fr: %ld jour
nl_nl: %ld dag

source: %ld hour
de_de: %ld Stunde
fr_fr: %ld heure
nl_nl: %ld uur

source: %d msecs
de_de: %d ms
fr_fr: %d millisecondes

source: %lld sec
de_de: %lld Sekunde
fr_fr: %lld seconde

source: %ld usec
de_de: %ld Mikrosekunde
fr_fr: %ld µsec

source: Show list of triggers
de_de: Liste der Auslöser anzeigen
fr_fr: Voir la liste des déclencheurs
nl_nl: Lijst van triggers tonen

source: The definition is empty or not specified. Please define it with -d option.
de_de: Die Definition ist leer oder nicht angegeben. Bitte definieren Sie sie mit der Option -d.
fr_fr: La définition est vide ou non spécifiée. Veuillez la définir avec l'option -d.
nl_nl: De definitie is leeg of niet gespecificeerd. Definieer het met -d optie.

source: It's not allowed to define dbconfig file as trigger.
de_de: Es ist nicht erlaubt, die dbconfig-Datei als Trigger zu definieren.
fr_fr: Il n'est pas autorisé de définir le fichier dbconfig comme un déclencheur.
nl_nl: Het is niet toegestaan om dbconfig bestand te definiëren als trigger.

source: User '%s' tried to define dbconfig as trigger
de_de: Benutzer '%s' hat versucht, dbconfig als Trigger zu definieren
fr_fr: L'utilisateur « %s » a essayé de définir dbconfig comme un déclencheur
nl_nl: Gebruiker '%s' probeerde dbconfig te definiëren als trigger

source: The file %s for the trigger %s must be located in %s configuration folder, use %%[CFG] variable, for example: %%[CFG]/%s
de_de: Die Datei %s für den Trigger %s muss sich im %s Konfigurationsordner befinden, verwenden Sie die Variable %%[CFG], zum Beispiel: %%[CFG]/%s
fr_fr: Le fichier %s pour le déclencheur %s doit être placé dans le dossier de configuration de %s, utilisez %%[CFG] variable, par exemple : %%[CFG]/%s
nl_nl: Het bestand %s voor de trigger %s moet gelokaliseerd zijn in %s configuration folder, gebruik %%[CFG] variable, bijvoorbeeld: %%[CFG]/%s

source: Flags
de_de: Fahnen
fr_fr: Drapeaux
nl_nl: Vlaggen

source: Class
de_de: Klasse
fr_fr: Classe
nl_nl: Klasse

source: Timer
fr_fr: Chronomètre

source: Sender
fr_fr: Expediteur
nl_nl: Afzender

source: Definition
fr_fr: Définition
nl_nl: Definitie

source: Default class: %d
de_de: Standardklasse: %d
fr_fr: Classe par défaut : %d
nl_nl: Standaard klasse: %d

source: Country: %s=%s
de_de: Land: %s=%s
fr_fr: Pays : %s=%s
nl_nl: Land: %s=%s

source: City: %s
de_de: Stadt: %s
fr_fr: Ville : %s
nl_nl: Stad: %s

source: User rights information
de_de: Benutzerrechteinformationen
fr_fr: Information sur les droits de l'utilisateur
nl_nl: Gebruikersrechten informatie

source: Can use main chat: %s
de_de: Kann den Hauptchat benutzen: %s
fr_fr: Peut utiliser le chat principal : %s
nl_nl: Kan gebruik maken van de main chat: %s

source: No [%s]
de_de: Nein [%s]
fr_fr: Non [%s]
nl_nl: Nee [%s]

source: Can use private chat: %s
de_de: Kann den privaten Chat benutzen: %s
fr_fr: Peut utiliser le chat privé : %s
nl_nl: Kan gebruik maken van privé- chat: %s

source: Can use operator chat: %s
de_de: Kann den Betreiberchat benutzen: %s
fr_fr: Peut utiliser le chat opérateur : %s
nl_nl: Kan gebruik maken van Operator chat: %s

source: Yes [%s]
de_de: Ja [%s]
fr_fr: Oui [%s]
nl_nl: Ja [%s]

source: Can search files: %s
de_de: Kann Dateien suchen: %s
fr_fr: Peut rechercher des fichiers : %s
nl_nl: U kunt zoeken naar bestanden: %s

source: Can download files: %s
de_de: Kann Dateien herunterladen: %s
fr_fr: Peut télécharger des fichiers : %s
nl_nl: U kunt downloaden bestanden: %s

source: Can hide share: %s
de_de: Kann Freigabe verstecken: %s
fr_fr: Peut cacher le partage : %s
nl_nl: U kunt u share verbergen: %s

source: Can register users: %s
de_de: Kann Benutzer registrieren: %s
fr_fr: Peut enregistrer des utilisateurs : %s
nl_nl: U kunt gebruikers registreren: %s

source: Can drop users: %s
de_de: Kann Benutzer disconnecten: %s
fr_fr: Peut déconnecter des utilisateurs : %s
nl_nl: U kunt gebruikers droppen: %s

source: Can kick users: %s
de_de: Kann Benutzer kicken: %s
fr_fr: Peut kicker des utilisateurs : %s
nl_nl: U kunt gebruikers kikken: %s

source: Can temporarily ban users: %s
de_de: Kann Benutzer temporär sperren: %s
fr_fr: Peut temporairement bannir des utilisateurs : %s
nl_nl: U kunt tijdelijk gebruikers verbannen: %s

source: Can permanently ban users: %s
de_de: Kann Benutzer dauerhaft sperren: %s
fr_fr: Peut définitivement bannir les utilisateurs : %s
nl_nl: U kunt gebruikers permanent verbannen: %s
