Repository: Verlihub/verlihub
Catalog: po/core_*.CP1252.po
Languages: de_de, fr_fr, nl_nl

source: Your class has been changed to %d.
de_de: Ihre Klasse wurde geändert zu %d.
fr_fr: Votre classe a été changée en %d.
nl_nl: Je klasse is veranderd naar %d.

source: Your registration has been enabled.
de_de: Ihre Registrierung wurde aktiviert.
fr_fr: Votre enregistrement a été validé.
nl_nl: Uw registratie is ingeschakeld.

source: Your registration has been disabled.
de_de: Ihre Registrierung wurde deaktiviert.
fr_fr: Votre enregistrement a été invalidé.
nl_nl: Uw registratie is uitgeschakeld.

source: You are protected from being kicked by class %s and lower.
de_de: Sie sind davor geschützt, von Klasse %s und Niedrigeren gekickt zu werden.
fr_fr: Vous êtes protégé contre les coups de pied par la classe %s et inférieures.
nl_nl: U bent beschermd tegen kicks van class %s en lager.

source: You kicks are hidden from class %s and lower.
de_de: Ihre Kicks werden vor Klasse %s und niedriger versteckt.
fr_fr: Vous coups de pied sont cachés de la classe %s et inférieures.
nl_nl: Je kicks zijn verborgen van class %s en lager.

source: %s registration information
de_de: %s Registrierungsinformation
fr_fr: Information de l'enregistrement %s
nl_nl: %s registratiegegevens

source: Your share is now visible.
de_de: Ihre Freigabe ist jetzt sichtbar.
fr_fr: Votre partage est maintenant visible.
nl_nl: Uw share is nu zichtbaar.

source: Your share is now hidden.
de_de: Ihre Freigabe ist jetzt versteckt.
fr_fr: Votre partage est maintenant caché.
nl_nl: Uw share is nu verborgen.

source: Your operator key is now visible.
de_de: Ihr Operator-Schlüssel ist nun sichtbar.
fr_fr: Votre clé d'opérateur est maintenant visible.
nl_nl: Uw operator sleutel is nu zichtbaar.

source: Your operator key is now hidden.
de_de: Ihr Operator-Schlüssel ist jetzt versteckt.
fr_fr: Votre clé d'opérateur est maintenant masquée.
nl_nl: Uw operator sleutel is nu onzichtbaar.

source: Your fake IP is now set: %s
de_de: Ihre Fake-IP ist jetzt gesetzt: %s
fr_fr: Votre fausse IP est désormais définie : %s

source: Specified fake IP is not valid: %s
de_de: Die angegebene Fake-IP ist nicht gültig: %s
fr_fr: La fausse IP spécifiée n'est pas valide : %s

source: Your fake IP is now unset, please reconnect to get back your real IP.
de_de: Ihre Fake-IP ist jetzt nicht mehr gesetzt. Bitte verbinden Sie sich erneut, um Ihre echte IP wiederherzustellen.
fr_fr: Votre fausse IP est désormais enlevée, veuillez vous reconnecter pour obtenir votre IP réelle.

source: Updated variable %s to value %s for user: %s
de_de: Variable %s zu Wert %s aktualisiert für Benutzer: %s
fr_fr: Mise à jour de la variable %s à la valeur %s pour l'utilisateur : %s
nl_nl: Bijgewerkt variabele %s waarde %s voor de gebruiker: %s

source: Password reset for user: %s
de_de: Passwort zurücksetzen für Benutzer: %s
fr_fr: Réinitialisation du mot de passe pour l'utilisateur : %s
nl_nl: Paswoord reset voor gebruiker: %s

source: Error setting variable %s to value %s for user: %s
de_de: Fehler beim Setzen der Variable %s auf den Wert %s für Benutzer: %s
fr_fr: Erreur de réglage de la variable %s à la valeur %s pour l'utilisateur : %s
nl_nl: Fout bij het instellen van de variabele %s op de waarde %s voor de gebruiker : %s

source: Command console is not ready.
de_de: Befehlskonsole ist nicht bereit.
fr_fr: La console de commande n'est pas prête.
nl_nl: Command console is nog niet klaar .

source: Message delivered to %d user in %s.
de_de: Nachricht an %d Benutzer in %s zugestellt.
fr_fr: Message délivré a %d utilisateur en %s.
nl_nl: Bericht geleverd aan %d gebruikers in %s .

source: Probably attempt of NULL character attack: %s
de_de: Vermutlich versuchter Angriff mit NULL Zeichen: %s
fr_fr: Probablement tentative d' attaque de caractères NULL : %s
nl_nl: Waarschijnlijk poging van NULL karakter aanval: %s

source: See you.
de_de: Bis dann.
fr_fr: À bientôt.
nl_nl: Ik zie je.

source: Invalid login sequence, your client already sent key.
de_de: Ungültige Anmeldesequenz, Ihr Client hat bereits einen Schlüssel gesendet.
fr_fr: Ordre de connexion invalide, votre client a déjà envoyé une clé.
nl_nl: Ongeldige login volgorde, uw client verstuurde al een sleutel .

source: Your client provided invalid key in response to lock.
de_de: Ihr Client hat als Antwort auf die Sperranfrage einen ungültigen Schlüssel angegeben.
fr_fr: Votre client a fourni une clé invalide en réponse à la fermeture.
nl_nl: Uw client gaf een foutive sleutel in reactie om te vergrendelen

source: Invalid login sequence, your client already sent supports.
de_de: Ungültige Anmeldesequenz, Ihr Client hat bereits Supports gesendet.
fr_fr: Ordre de connexion invalide, votre client a déjà a déjà envoyé des supports.
nl_nl: Ongeldige login volgorde, uw klant al verstuurd ondersteuning.

source: Invalid login sequence, your client already validated nick.
de_de: Ungültige Anmeldesequenz, Ihr Client hat den Nickname bereits bestätigt.
fr_fr: Ordre de connexion invalide, votre client a déjà validé un pseudonyme.
nl_nl: Ongeldige login volgorde, uw client vallideerde de nick .

source: User limit in country zone %s exceeded at %d/%d online users.
de_de: Benutzerlimit in Länderzone %s überschritten bei %d / %d Online-Benutzern.
fr_fr: La limite d'utilisateurs dans la zone de pays %s est dépasée avec %d/%d utilisateurs connectés.
nl_nl: Gebruiker limiet in het land zone %s op %d / %d online gebruikers overschreden.

source: User limit in IP zone %s exceeded at %d/%d online users.
de_de: Benutzerlimit in IP-Zone %s überschritten bei %d / %d Online-Benutzern.
fr_fr: La limite d'utilisateurs dans la zone d'IP %s est dépassée avec %d/%d utilisateurs connectés.
nl_nl: Gebruiker limiet in IP -zone %s op%d/%d online gebruikers overschreden.

source: User limit in main zone exceeded at %d/%d online users.
de_de: Benutzerlimit in der Hauptzone bei %d / %d Online-Benutzern überschritten.
fr_fr: La limite d'utilisateurs dans la zone principale est dépassée avec %d/%d utilisateurs connectés.
nl_nl: Gebruiker limiet in hoofd -zone op %d/%d online gebruikers overschreden.

source: User limit exceeded at %d online users.
de_de: Benutzerlimit von %d Benutzern überschritten.
fr_fr: La limite d'utilisateurs est dépassée avec %d utilisateurs connectés.
nl_nl: Gebruiker limiet op %d online gebruikers overschreden.

source: This is a registered users only hub.
de_de: Dieser Hub ist nur für registrierte Benutzer.
fr_fr: Ce hub est réservé aux utilisateurs enregistrés.
nl_nl: Dit is een alleen voor geregistreerde gebruikers hub.

source: User limit from IP address %s exceeded at %d online users.
de_de: Benutzerlimit von IP-Adresse %s von %d überschritten.
fr_fr: La limite d'utilisateurs de l'adresse IP %s est dépassée avec %d utilisateurs connectés.
nl_nl: Gebruiker limiet van IP-adres %s op %d online gebruikers overschreden.

source: Authorization IP mismatch from %s
de_de: Autorisierung-IP Unstimmigkeit von %s
fr_fr: Autorisation de disparité d'IP de %s
nl_nl: Autorisatie IP komt niet over een met wat is opgeslagen, van %s

source: Authorization IP for this account doesn't match your IP address: %s
de_de: Die Autorisierungs-IP für dieses Konto stimmt nicht mit Ihrer IP-Adresse überein: %s
fr_fr: L'autorisation d'IP pour ce compte ne correspond pas à votre adresse IP : %s
nl_nl: Autorisatie IP voor dit account komt niet over een met uw IP address: %s

source: Invalid login sequence, you client already sent password.
de_de: Ungültige Anmeldesequenz, Ihr Client hat bereits ein Passwort gesendet.
fr_fr: Ordre de connexion invalide, vous devez d'abord envoyer votre mot de passe.
nl_nl: Ongeldige login volgorde, uw client verstuurde wachtwoord.

source: Incorrect password
de_de: Falsches Passwort
fr_fr: Mot de passe incorrect
nl_nl: incorrect wachtwoord

source: You've been temporarily banned due to incorrect password.
de_de: Sie wurden wegen eines falschen Passworts vorübergehend gesperrt.
fr_fr: Vous avez été temporairement banni en raison de mot de passe incorrect.

source: Invalid login sequence, you didn't specify support for hub URL command.
de_de: Ungültige Anmeldesequenz, Sie haben keine Unterstützung für den Befehl hub URL angegeben.
fr_fr: Séquence de connexion invalide, vous n'avez pas spécifié de support pour la commande hub URL.
nl_nl: Foute login volgorde. je hebt support niet gespecificeerd voor hub URL command.

source: Invalid login sequence, your client already sent hub URL.
de_de: Ungültige Anmeldesequenz, Ihr Client hat bereits die Hub-URL gesendet.
fr_fr: Séquence de connexion invalide, votre client à déjà envoyé une URL au hub.
nl_nl: Foute login volgorde. je client verstuurd al een hub URL.

source: Invalid login sequence, you client already sent version.
de_de: Ungültige Anmeldesequenz, Ihr Client hat bereits eine Version gesendet.
fr_fr: Ordre de connexion invalide, votre client a déjà envoyé la version.
nl_nl: Ongeldige login volgorde, uw client verstuurde al versie

source: Your client didn't specify a tag.
de_de: Ihr Client hat keine Kennzeichnung angegeben.
fr_fr: Votre client n'a pas spécifié de tag.
nl_nl: Uw client heeft een tag niet opgeven .

source: You share %s but minimum allowed is %s (%s for active users, %s for passive users).
de_de: Sie geben %s frei, aber das Minimum ist %s (%s für aktive Nutzer, %s für passive Nutzer).
fr_fr: Vous partagez %s mais le minimum autorisé est %s (%s pour les utilisateurs actifs, %s pour les utilisateurs passifs).
nl_nl: Je deelt %s maar minimaal toegestane %s ( %s voor actieve gebruikers, %s voor passieve gebruikers) .

source: You share %s but maximum allowed is %s.
de_de: Sie geben %s frei, aber maximal erlaubt ist %s.
fr_fr: Vous partagez %s mais le maximum autorisé est %s.
nl_nl: U deelt %s maar toegestane maximum is %s.

source: Passive user limit exceeded at %d users. Try again later or set up an active connection.
de_de: Passives Benutzerlimit von %d überschritten. Versuchen Sie es später noch einmal oder stellen Sie eine aktive Verbindung her.
fr_fr: Limite des utilisateurs passifs est dépassé avec %d utilisateurs. Essayez plus tard ou configurez une connexion active.
nl_nl: Passieve gebruiker limiet overschreden %d gebruikers . Probeer het later opnieuw of maak een actieve verbinding .

source: You are prohibited from entering this hub
de_de: Es ist Ihnen verboten, diesen Hub zu betreten
fr_fr: Il vous est interdit d'entrer sur se hub
nl_nl: Je mag de hub niet in.

source: You are banned from this hub
de_de: Sie sind von diesem Hub gebannt.
fr_fr: Vous êtes banni de ce hub
nl_nl: U bent verbannen van deze hub

source: You are already in the hub using another nick: %s
de_de: Sie sind bereits mit einem anderen Nickname im Hub: %s
fr_fr: Vous êtes déjà sur le hub avec un autre pseudo : %s
nl_nl: U bent al in de hub aanwezig onder een andere nicknaam: %s

source: Invalid login sequence, you didn't specify support for IN command.
de_de: Ungültige Anmeldesequenz, Sie haben keine Unterstützung für den IN-Befehl angegeben.
fr_fr: Séquence de connexion invalide, vous ne spécifiez pas de support pour la commande IN.
nl_nl: Ongeldige login volgorde, heb je geen steun te geven voor het commando

source: Invalid login sequence, you didn't specify support for ExtJSON command.
de_de: Ungültige Anmeldesequenz, Sie haben keine Unterstützung für den ExtJSON-Befehl angegeben.
fr_fr: Séquence de connexion invalide, vous ne spécifiez pas de support pour la commande ExtJSON .
nl_nl: Ongeldige login volgorde, je hebt geen specificatie support gegeven voor ExtJSON opdracht

source: You're trying to send private message to an offline user: %s
de_de: Sie versuchen, eine private Nachricht an einen Offline-Benutzer zu senden: %s
fr_fr: Vous essayez d'envoyer un message privé à un utilisateur hors ligne : %s
nl_nl: Je probeert privé-bericht te sturen naar een offline gebruiker : %s

source: You're trying to send private message to a bot: %s
de_de: Sie versuchen, eine private Nachricht an einen Bot zu senden: %s
fr_fr: Vous essayez d'envoyer un message privé à un bot : %s
nl_nl: Je probeert privé- bericht te sturen naar een bot : %s

source: You're not allowed to use private chat right now.
de_de: Sie dürfen den privaten Chat im Moment nicht benutzen.
fr_fr: Vous n'êtes pas autorisé à utiliser le chat privé dès maintenant.
nl_nl: Je mag de privé chat nu niet gebruiken.

source: User tries to speak with gag in PM to %s: %s
de_de: Geknebelter Benutzer %s versucht eine private Nachricht an %s zu senden.
fr_fr: Un utilisateur essaye de parler avec un blocage dans le chat privé %s : %s
nl_nl: gebruiker probeert te schrijven met gag in PM met %s: %s

source: Private chat is currently disabled for users with your class, please consider registering on the hub or contact an operator.
de_de: Der private Chat ist derzeit für Benutzer mit Ihrer Klasse deaktiviert. Bitte registrieren Sie sich im Hub oder kontaktieren Sie einen Operator.
fr_fr: Le tchat privé est actuellement désactivé pour les utilisateurs de votre classe, veuillez envisager de vous inscrire sur le hub ou contactez un opérateur.

source: You can't talk to this user.
de_de: Sie können nicht mit diesem Benutzer chatten.
fr_fr: Vous ne pouvez pas parler à cet utilisateur.
nl_nl: U kunt niet praten met deze gebruiker .

source: Same message flood in PM: %s
de_de: Private Nachrichten werden mit gleichen Nachrichten geflooded: %s
fr_fr: Le même message de flood en messagerie privée : %s
nl_nl: Dezelfde berichten flood in PM: %s

source: Your PM contains %d characters but maximum allowed is %d characters.
de_de: Ihre Private-Nachricht enthält %d Zeichen, aber das Maximum sind %d Zeichen.
fr_fr: Votre message privé contient %d caractères mais le maximum permis est de %d caractères.
nl_nl: U PM bevat %d tekens maar maximaal toegestaan is %d tekens.

source: Same message flood in MCTo: %s
de_de: Hauptchat wird mit gleichen Nachrichten geflooded: %s
fr_fr: Le même message de flood sur le chat central : %s
nl_nl: Dezelfde berichten flood in MCTo: %s

source: Your chat message contains %d characters but maximum allowed is %d characters.
de_de: Ihre Chat-Nachricht enthält %d Zeichen, aber das Maximum sind %d Zeichen.
fr_fr: Votre message sur le chat contient %d caractères mais le maximum autorisé est de %d caractères.
nl_nl: Chatbericht bevat %d tekens maar maximaal toegelaten is %d tekens.

source: Your message wasn't sent because minimum chat delay is %lu ms but you waited only %s.
de_de: Ihre Nachricht wurde nicht gesendet, weil die minimale Chat-Verzögerung %lu ms beträgt, Sie aber nur %s gewartet haben.
fr_fr: Votre message n'a pas été envoyé parce que le délai minimum de chat est %lu ms , mais vous n'avez attendu que %s.
nl_nl: Je bericht is niet verzonden omdat minimum chat vertraging %lu ms , maar je wachte %s .

source: You're not allowed to use main chat right now.
de_de: Sie dürfen den Hauptchat im Moment nicht benutzen.
fr_fr: Vous n'êtes pas autorisé à utiliser le chat principal en ce moment .
nl_nl: je bent niet toegestaan om te gebruiken Main Chat nu.

source: User tries to speak with gag in MC: %s
de_de: Geknebelter Benutzer versucht im Haupt Chat zu schreiben: %s
fr_fr: Un utilisateur essaie de parler avec un blocage sur le chat central : %s
nl_nl: Gebruiker probeert te schrijven met GAG in MC: %s

source: You're trying to connect to a bot: %s
de_de: Sie versuchen, sich mit einem Bot zu verbinden: %s
fr_fr: Vous essayez de vous connecter à un bot : %s
nl_nl: Je probeert met een bot te verbinden: %s

source: You're trying to connect to yourself.
de_de: Sie versuchen, sich mit sich selbst zu verbinden.
fr_fr: Vous essayez de vous connecter à vous-même.
nl_nl: Je probeert met je zelf te verbinden.

source: You can't download unless you are registered with class %d.
de_de: Sie können nicht herunterladen, bevor Sie nicht in der Klasse %d registriert sind.
fr_fr: Vous ne pouvez pas télécharger, sauf si vous êtes inscrit avec la classe %d.
nl_nl: Je kan niet downloaden , tenzij je bent geregistreerd met class %d .

source: You can't download unless you share %s.
de_de: Sie können nicht herunterladen, wenn Sie %s nicht freigeben.
fr_fr: Vous ne pouvez pas télécharger à moins que vous ne partagiez %s.
nl_nl: Je kan niet downloaden , tenzij je %s deelt.

source: You're not allowed to download from anyone.
de_de: Es ist Ihnen nicht erlaubt, von anderen herunterzuladen.
fr_fr: Vous n'êtes pas autorisé à télécharger depuis qui que ce soit.
nl_nl: Het is niet toegestaan dat je van iemand download.

source: You can't download from this user: %s
de_de: Sie können nicht von diesem Benutzer herunterladen: %s
fr_fr: Vous ne pouvez pas télécharger depuis cet utilisateur : %s
nl_nl: U kan niet downloaden van deze gebruiker: %s

source: You can't download from this user because one of you is in a LAN: %s
de_de: Sie können nicht von diesem Benutzer herunterladen, weil einer von Ihnen in einem LAN ist: %s
fr_fr: Vous ne pouvez pas télécharger depuis cet utilisateur parce que l'un de vous est dans un LAN : %s
nl_nl: Je kan niet downloaden van deze gebruiker omdat een van jullie is in een LAN: %s

source: You can't download from this user because he is in chat only mode: %s
de_de: Sie können von diesem Benutzer nicht herunterladen, da er sich im Chat-Only Modus befindet: %s
fr_fr: Vous ne pouvez pas télécharger depuis cet utilisateur car il est en mode chat seulement : %s
nl_nl: U kunt niet downloaden van deze gebruiker, alleen chat mode: %s

source: Replacing wrong IP address specified in your connection request with real one: %s -> %s
de_de: Ersetzen der falschen IP-Adresse, die Sie in Ihrer Verbindungsanfrage angegeben haben, durch eine echte: %s -> %s
fr_fr: Remplacement de la mauvaise adresse IP indiquée dans votre demande de connexion avec une réelle : %s -> %s
nl_nl: Het vervangen van verkeerde IP-adres zoals opgegeven in je verbinding met je echte IP adres: %s -> %s

source: You're trying to connect to an offline user: %s
de_de: Sie versuchen, sich mit einem Offline-Benutzer zu verbinden: %s
fr_fr: Vous essayez de vous connecter à un utilisateur en ligne : %s
nl_nl: Je probeert te verbinden met een gebruiker die niet online is: %s

source: You can't download from this user, because he is also in passive mode: %s
de_de: Sie können von diesem Benutzer nicht herunterladen, da er sich ebenfalls im passiven Modus befindet: %s
fr_fr: Vous ne pouvez pas télécharger de ce membre , parce qu'il est aussi en mode passif : %s
nl_nl: Je kan niet downloaden van deze gebruiker , want hij is ook in de passieve modus : %s

source: You can't download from this user while your share is hidden, because you are in passive mode: %s
de_de: Sie können nicht von diesem Benutzer herunterladen, während Ihre Freigabe versteckt ist, da Sie sich im passiven Modus befinden: %s
fr_fr: Vous ne pouvez pas télécharger de cet utilisateur pendant que votre partage est caché, parce que vous êtes en mode passif : %s
nl_nl: Je kan niet downloaden van deze gebruiker , terwijl je share is verborgen , omdat je in passieve modus bent : %s

source: Sorry, hub load is too high to process your search request. Please try again later.
de_de: Es tut uns leid, der Hub ist zu stark ausgelastet, um Ihre Suchanfrage zu bearbeiten. Bitte versuchen Sie es später noch einmal.
fr_fr: Désolé, la charge du hub est trop élevée pour traiter votre demande de recherche . Veuillez réessayer plus tard.
nl_nl: Sorry , hub belasting is te hoog om uw zoekopdracht te verwerken . Probeer het later opnieuw .

source: Don't search too often.
de_de: Suchen Sie nicht zu oft.
fr_fr: Ne cherchez pas trop souvent.
nl_nl: Niet zo vaak achter elkaar zoeken.

source: You can perform %d search in %s.
de_de: Sie können %d Suchvorgang in %s ausführen.
fr_fr: Vous pouvez effectuer %d recherche dans %s.
nl_nl: U kunt %d zoekopdrachten uit voeren in %s .

source: You can't search unless you are registered with class %d.
de_de: Sie können erst eine Suche starten, wenn Sie in der Klasse %dregistriert sind.
fr_fr: Vous ne pouvez pas rechercher à moins que vous ne soyez inscrit avec la classe %d.
nl_nl: Je kunt niet zoeken , tenzij je bent geregistreerd met class %d .

source: You can't search unless you share %s.
de_de: Sie können nicht suchen, wenn Sie %s nicht freigeben.
fr_fr: Vous ne pouvez pas rechercher à moins que vous ne partagiez %s.
nl_nl: Je kunt niet zoeken , tenzij je deelt %s

source: You're not allowed to search for anything.
de_de: Sie sind nicht berechtigt, eine Suche zu starten.
fr_fr: Vous n'êtes pas autorisé à chercher quoi que ce soit.

source: Minimum search length is %d character.
de_de: Minimale Suchlänge ist %d Zeichen.
fr_fr: La longueur minimale de recherche est de %d caractère.
nl_nl: Minimale zoek lengte is %d tekens.

source: Replacing wrong IP address specified in your search request with real one: %s -> %s
de_de: Ersetzen der falschen IP-Adresse, die Sie in Ihrer Suchanfrage angegeben haben, durch die echte Adresse: %s -> %s
fr_fr: Remplacement de la mauvaise adresse IP spécifiée dans votre demande de recherche avec une IP réelle : %s -> %s
nl_nl: Het vervangen van verkeerde IP-adres zoals opgegeven in je zoekopdracht met je echte IP adres: %s -> %s

source: Invalid login sequence, you didn't specify support for short TTH search command.
de_de: Ungültige Anmeldesequenz, Sie haben keine Unterstützung für den kurzen TTH-Suchbefehl angegeben.
fr_fr: Séquence de connexion non valide, vous n'avez pas spécifié de support pour la commande de recherche TTH courte.
nl_nl: Ongeldige login volgorde, heb je geen ondersteuning voor de korte TTH search opdracht te geven.

source: Invalid login sequence, you didn't identify yourself as pinger.
de_de: Ungültige Login-Sequenz, Sie haben sich nicht als Pinger identifiziert.
fr_fr: L'ordre de connexion est invalide, vous ne vous êtes pas identifié comme pinger.
nl_nl: Ongeldige login volgorde, je kunt jezelf niet identificeren als pinger.

source: Invalid login sequence, you already sent pinger information.
de_de: Ungültige Anmeldesequenz, Sie haben bereits Pinger-Informationen gesendet.
fr_fr: L'ordre de connexion est invalide, vous avez déjà envoyé les informations pinger.
nl_nl: Ongeldige login volgorde, je hebt al pinger informatie verzonden.

source: Pinger entered the hub: %s
de_de: Pinger hat den Hub betreten: %s
fr_fr: Le pinger est entré sur le salon : %s
nl_nl: Pinger is in de hub : %s

source: You're trying to redirect an offline user: %s
de_de: Sie versuchen, einen Offline-Benutzer weiterzuleiten: %s
fr_fr: Vous essayez de rediriger un utilisateur hors ligne : %s
nl_nl: Je probeert een offline gebruiker om te leiden : %s

source: You're trying to redirect a bot: %s
de_de: Sie versuchen, einen Bot weiterzuleiten: %s
fr_fr: Vous essayez de rediriger un bot : %s
nl_nl: Je probeert een bot om te leiden: %s

source: You're trying to redirect a protected user: %s
de_de: Sie versuchen, einen geschützten Benutzer weiterzuleiten: %s
fr_fr: Vous essayez de rediriger un utilisateur protégé : %s
nl_nl: Je probeert een beschermde gebruiker om te leiden: %s

source: Please specify valid redirect address.
de_de: Bitte geben Sie eine gültige Redirect-Adresse an.
fr_fr: Veuillez spécifier une adresse de redirection valide.
nl_nl: Omschrijf geldig redirect adres.

source: You are being redirected to %s because: %s
de_de: Sie werden weitergeleitet zu %s weil: %s
fr_fr: Vous êtes redirigé vers %s car %s
nl_nl: U wordt doorgestuurd naar %s omdat: %s

source: Please provide a valid reason.
de_de: Bitte geben Sie einen gültigen Grund an.
fr_fr: Veuillez fournir une raison valable.
nl_nl: Geef een geldige reden.
