Repository: Verlihub/verlihub
Catalog: po/core_*.CP1250.po
Languages: pl_pl, ro_ro

source: Detected clone of user with share %s: %s
pl_pl: Wykryto klon uzytkownika z share %s: %s
ro_ro: A fost detectata clona urmatorului utilizator avand urmatoarea cifra de share %s: %s

source: Clone detected
pl_pl: Wykryto klona
ro_ro: Clona detectata

source: Protocol command has been unlocked after stopped flood to user %s from all
pl_pl: Polecenie protokolu zostalo odblokowane po zatrzymaniu floodu od wszyskich uzytkownikow %s
ro_ro: Comanda de protocol a fost deblocatã dupã oprirea pentru flood-ul fãcut de utilizatorul %s cãtre toþi

source: Protocol command has been unlocked after stopped flood from all
pl_pl: Polecenie protokolu zostalo odblokowane po zatrzymaniu floodu od wszyskich
ro_ro: Dupa blocarea flood-ului, comanda de protocol a fost deblocata

source: Protocol command has been locked due to detection of flood to user %s from all
pl_pl: Polecenie protokolu zostalo zablokowane z powodu wykrycia floodu od wszyskich uzytkownikow %s
ro_ro: Comanda de protocol a fost blocatã din cauza detectãrii de flood de la utilizatorul %s cãtre toþi

source: Protocol command has been locked due to detection of flood from all
pl_pl: Polecenie protokolu zostalo zablokowane z powodu wykrycia floodu od wszyskich
ro_ro: Din cauza flood-ului, comanda de protocol a fost blocata

source: Sorry, following protocol command is temporarily locked due to flood detection
pl_pl: Niestety, nastepujace polecenie protokolu zostalo tymczasowo zablokowane z powodu floodu
ro_ro: Ne pare rau, comanda de protocol este temporar dezactivata, din cauza detectarii flood-ului

source: Progressive
pl_pl: Progresywny
ro_ro: Progresiv

source: Capacity
pl_pl: Osiagnieta pojemnosc
ro_ro: Capacitate

source: Recovery
pl_pl: Odzyskiwanie sprawnosci
ro_ro: Recuperare

source: Down
pl_pl: System padl
ro_ro: Jos

source: Guest
pl_pl: Gosc
ro_ro: Oaspete

source: Registered
pl_pl: Zarejestrowany
ro_ro: Inregistrat

source: Cheef
ro_ro: Sef

source: Master
pl_pl: Wlasciciel
ro_ro: Super Administrator

source: Users: %d
pl_pl: Uzytkownicy: %d
ro_ro: Utilizatori: %d

source: You have no rights to kick user: %s
pl_pl: Nie masz uprawnien, aby kopnac uzytkownika: %s
ro_ro: Nu ai dreptul sã dai kick utilizatorului: %s

source: User is protected from your kicks: %s
pl_pl: Uzytkownik jest chroniony przed kopnieciem: %s
ro_ro: Protejat de kick de la tine utilizatorul: %s

source: You have been kicked because: %s
pl_pl: Zostales wyrzucony, poniewaz: %s
ro_ro: Ai fost kick-uit pentru cã: %s

source: You have been kicked from hub.
pl_pl: Zostales wyrzucony z huba.
ro_ro: Ai fost kick-uit de pe hub.

source: User was kicked and banned for %s: %s
pl_pl: Uzytkownik zostal wyrzucony i zbanowany na %s: %s
ro_ro: Utilizator kick-uit ºi banat %s pentru: %s

source: %s was kicked and banned for %s by %s with reason: %s
ro_ro: %s a fost kick-uit ºi banat pentru %s de cãtre %s fãrã motiv %s

source: %s was kicked and banned for %s by %s without reason.
ro_ro: %s a fost kick-uit ºi banat pentru %s de cãtre %s fãrã motiv.

source: User was kicked and banned permanently: %s
pl_pl: Uzytkownik zostal wyrzucony i zbanowany na stale: %s
ro_ro: Utilizator kick-uit ºi banat permanent: %s

source: %s was kicked and banned permanently by %s with reason: %s
ro_ro: %s a fost kick-uit ºi banat permanent de cãtre %s fãrã motiv %s

source: %s was kicked and banned permanently by %s without reason.
ro_ro: %s a fost kick-uit ºi banat permanent de cãtre %s fãrã motiv.

source: %s dropped user with reason: %s
pl_pl: %s rozlaczyl uzytkownika z powodu: %s
ro_ro: %s deconecteazã utilizatorul cu motivul: %s

source: %s dropped user without reason
pl_pl: %s rozlaczyl uzytkownika bez powodu
ro_ro: %s deconecteazã userul fãrã motiv

source: %s was dropped by %s with reason: %s
ro_ro: %s a fost dat afarã de cãtre %s fãrã motiv: %s

source: %s was dropped by %s without reason.
ro_ro: %s a fost dat afarã de cãtre %s fãrã motiv.

source: You have been dropped because: %s
pl_pl: Zostales rozlaczony, poniewaz: %s
ro_ro: Ai fost deconectat pentru cã: %s

source: User was dropped: %s
pl_pl: Uzytkownik zostal rozlaczony: %s
ro_ro: Utilizatorul a fost deconectat: %s

source: DDoS detected, gathering attack information...
pl_pl: Wykryto DDoS. Zbieram informacje o ataku...
ro_ro: - DDoS Deflect - Atac DDoS detectat, se colecteaza informatiile necesare ....

source: %ld week
pl_pl: %ld tydzien
ro_ro: %ld saptamana

source: %ld day
pl_pl: %ld dzien
ro_ro: %ld zi

source: %ld hour
pl_pl: %ld godzina
ro_ro: %ld ora

source: %ld min
pl_pl: %ld minuta
ro_ro: %ld minut

source: %ld sec
pl_pl: %ld sekunda
ro_ro: %ld secunda

source: %ld msec
pl_pl: %ld milisekunda
ro_ro: %ld milisecunda

source: %d msecs
pl_pl: %d milisekund
ro_ro: %d milisecunde

source: %lld sec
pl_pl: %ld sekund
ro_ro: %lld secunda

source: Show list of triggers
pl_pl: Pokaz liste wyzwalaczy.
ro_ro: Aratã lista cu triggere

source: The definition is empty or not specified. Please define it with -d option.
pl_pl: Definicja jest pusta lub nieokreslona. Prosze podac ja z opcja -d.
ro_ro: Definitia a ramas necompletata sau nu a fost specificata. Te rog sa o definesti folosind parametrul -d

source: It's not allowed to define dbconfig file as trigger.
pl_pl: Nie jest dozwolone zdefiniowanie pliku dbconfig jako wyzwalacza.
ro_ro: Nu este permisa definirea dbconfigului ca si trigger.

source: User '%s' tried to define dbconfig as trigger
pl_pl: Uzytkownik '%s' probowal zdefiniowac plik dbconfig jako wyzwalacz
ro_ro: Utilizatorul '%s' a incercat sa defineasca dbconfigul ca si trigger

source: The file %s for the trigger %s must be located in %s configuration folder, use %%[CFG] variable, for example: %%[CFG]/%s
pl_pl: Plik %s wyzwalacza %s musi byc zlokalizowany w folderze konfiguracyjnym %s. Sciezka do tego folderu jest zapisana w stalej %%[CFG], wiec wykorzystaj ja w definicji, na przyklad: %%[CFG]/%s
ro_ro: Documentul %s necesar triggerului %s trebuie sã se regãseascã în %s directorul de config al Verlihubului, poþi folosi parametrul %%[CFG] de exemplu; %%[CFG]/%s

source: Flags
pl_pl: Flagi
ro_ro: Steaguri

source: Class
pl_pl: Klasa
ro_ro: Clasa

source: Timer
pl_pl: Cyklicznie
ro_ro: Cronometru

source: Sender
pl_pl: Nadawca
ro_ro: Expediator

source: Definition
pl_pl: Definicja
ro_ro: Definitie

source: Default class: %d
pl_pl: Domyslna klasa: %d
ro_ro: Clasa prestabilitã: %d

source: Country: %s=%s
pl_pl: Kraj: %s=%s
ro_ro: Þara: %s=%s

source: City: %s
pl_pl: Miasto: %s
ro_ro: Oraº: %s

source: User rights information
pl_pl: Informacje o prawach uzytkownika
ro_ro: Permisiuni globale

source: Can use main chat: %s
pl_pl: Moze korzystac z glownego czatu: %s
ro_ro: Poate sa foloseasca main chatul: %s

source: No [%s]
pl_pl: Nie [%s]
ro_ro: Nu [%s]

source: Can use private chat: %s
pl_pl: Moze korzystac z prywatnych wiadomosci: %s
ro_ro: Poate folosi chatul privat: %s

source: Can use operator chat: %s
pl_pl: Moze uzywac czatu operatorow: %s
ro_ro: Poate folosi chatul operatorilor: %s

source: Yes [%s]
pl_pl: Tak [%s]
ro_ro: Da [%s]

source: Can search files: %s
pl_pl: Moze wyszukiwac pliki: %s
ro_ro: Poate folosi functia de cautare: %s

source: Can download files: %s
pl_pl: Moze pobierac pliki: %s
ro_ro: Poate downloda: %s

source: Can hide share: %s
pl_pl: Moze ukryc udostepnione pliki: %s
ro_ro: Poate ascunde share-ul: %s

source: Can register users: %s
pl_pl: Moze rejestrowac uzytkownikow: %s
ro_ro: Poate inregistra utilizatori: %s

source: Can drop users: %s
pl_pl: Mozna rozlaczac uzytkownikow: %s
ro_ro: Poate da drop utilizatorilor: %s

source: Can kick users: %s
pl_pl: Moze kopac uzytkownikow: %s
ro_ro: Poate folosi functia kick: %s

source: Can temporarily ban users: %s
pl_pl: Moze tymczasowo banowac uzytkownikow: %s
ro_ro: Poate bana temporar utilizatorii: %s

source: Can permanently ban users: %s
pl_pl: Moze trwale banowac uzytkownikow: %s
ro_ro: Poate bana permanent utilizatorii: %s

source: You're no longer allowed to use main chat for: %s
pl_pl: Od teraz nie mozesz uzywac glownego czatu przez %s.
ro_ro: Tu nu eºti autorizat sã foloseºti chatul principal pe durata: %s

source: You're now allowed to use main chat.
pl_pl: Od teraz mozesz korzystac z glownego czatu.
ro_ro: Ai permisiunea de a folosi main chatul.

source: You're no longer allowed to use private chat for: %s
pl_pl: Od teraz nie mozesz wysylac prywatnych wiadomosci przez %s
ro_ro: Tu nu eºti autorizat sã foloseºti chatul privat pe durata: %s

source: You're now allowed to use private chat.
pl_pl: Od teraz mozesz wysylac prywatne wiadomosci.
ro_ro: Ai permisiunea de a folosi mesajele private.

source: You're no longer allowed to search files for: %s
pl_pl: Od teraz nie mozesz wyszukiwac plikow przez %s.
ro_ro: Tu nu eºti autorizat sã cauþi file pe durata: %s

source: You're now allowed to search files.
pl_pl: Od teraz mozesz juz wyszukiwac pliki.
ro_ro: Ai permisiunea de a folosi functia de cautare.

source: You're no longer allowed to download files for: %s
pl_pl: Od teraz nie mozesz pobierac plikow przez %s.
ro_ro: Tu nu eºti autorizat sã descarci file pe durata: %s

source: You're now allowed to download files.
pl_pl: Od teraz mozesz juz pobierac pliki.
ro_ro: Ai permisiunea de a descarca.

source: You're no longer allowed to kick users.
pl_pl: Od teraz nie mozesz kopac uzytkownikow.
ro_ro: Nu mai ai permisiunea de a da kick utilizatorilor.

source: You're now allowed to kick users for: %s
pl_pl: Od teraz mozesz kopac uzytkownikow przez %s
ro_ro: Tu eºti acum autorizat sã kick-ui utilizatori pe durata: %s

source: You're no longer allowed to register users.
pl_pl: Od teraz nie mozesz rejestrowac uzytkownikow.
ro_ro: Nu mai ai permisiunea de a inregistra utilizatori.

source: You're now allowed to register users for: %s
pl_pl: Od teraz mozesz rejestrowac uzytkownikow przez %s.
ro_ro: Tu eºti acum autorizat sã înregistrezi utilizatori pe durata: %s

source: You're no longer allowed to use operator chat.
pl_pl: Od teraz nie mozesz korzystac z czatu operatorow.
ro_ro: Nu mai ai permisiunea de a utiliza chat-ul operatorilor.

source: You're now allowed to use operator chat for: %s
pl_pl: Od teraz mozesz korzystac z czatu operatorow przez %s.
ro_ro: Tu eºti acum autorizat sã foloseºti chatul operatorilor pe durata: %s

source: You're no longer allowed to hide share.
pl_pl: Od teraz nie mozesz ukryc udostepnianych plikow.
ro_ro: Nu mai ai permisiunea de a ascunde share-ul.

source: You're now allowed to hide share for: %s
pl_pl: Od teraz mozesz ukrywac udostepnione pliki przez %s.
ro_ro: Tu eºti acum autorizat sã ascunzi cifra de share pe durata: %s

source: You're no longer allowed to drop users.
pl_pl: Od teraz nie mozesz rozlaczac uzytkownikow.
ro_ro: Nu mai ai permisiunea de a da drop utilizatorilor.

source: You're now allowed to drop users for: %s
pl_pl: Od teraz mozesz rozlaczac uzytkownikow przez %s.
ro_ro: Tu eºti acum autorizat sã deconectezi utilizatori pe durata: %s

source: You're no longer allowed to temporarily ban users.
pl_pl: Od teraz nie mozesz tymczasowo banowac uzytkownikow.
ro_ro: Nu mai ai permisiunea de a bana permanent utilizatorii.

source: You're now allowed to temporarily ban users for: %s
pl_pl: Od teraz mozesz tymczasowo banowac uzytkownikow przez %s.
ro_ro: Tu eºti acum autorizat sã banezi temporar utilizatori pe durata: %s

source: You're no longer allowed to permanently ban users.
pl_pl: Od teraz nie mozesz trwale banowac uzytkownikow.
ro_ro: Nu mai ai permisiunea de a da ban permanent utilizatorilor.

source: You're now allowed to permanently ban users for: %s
pl_pl: Od teraz mozesz trwale banowac uzytkownikow przez %s.
ro_ro: Tu eºti acum autorizat sã banezi permanent utilizatori pe durata: %s

source: Unknown chatroom command specified.
pl_pl: Podano nieznana komende pokoju czatu.
ro_ro: Comanda nerecunoscuta, sau neimplementata.

source: You can't use this chatroom, use main chat instead.
pl_pl: Nie mozesz korzystac tego pokoju. Zamiast niego korzystaj z czatu glownego.
ro_ro: Nu poti utiliza aceasta camera de chat, foloseste main chat-ul.

source: Hub security doesn't accept private messages, use main chat instead.
pl_pl: Bot huba nie akceptuje prywatnych wiadomosci. Korzystaj z czatu glownego.
ro_ro: Botul de securitate al hub-ului, nu accepta mesaje private, foloseste - te rog - main chat-ul.

source: Plugin %s %s cannot load extra script.
pl_pl: Wtyczka %s %s nie moze zaladowac dodatkowego skryptu.
ro_ro: Pluginul %s %s nu poate incarca scripturi aditionale.

source: Plugin %s %s cannot load script '%s'.
pl_pl: Wtyczka %s %s nie moze zaladowac skryptu '%s'.
ro_ro: Pluginul %s %s nu poate incarca scriptul '%s'.

source: B
ro_ro: bit

source: No help available for this command.
pl_pl: Brak pomocy dla tej komendy.
ro_ro: Ne pare rau, nu exista ajutor pentru aceasta comanda.

source: Item successfully added
pl_pl: Pomyslnie dodano pozycje.
ro_ro: Item adaugat cu succes la baza de date

source: Unable to add item.
pl_pl: Nie mozna dodac pozycji.
ro_ro: Imposibil de adaugat itemul.

source: Item already exists.
pl_pl: Pozycja juz istnieje
ro_ro: Itemul existã deja in baza de date.

source: Item successfully deleted.
pl_pl: Pomyslnie usunieto pozycje.
ro_ro: Item sters cu succes.

source: Item not found.
pl_pl: Nie znaleziono pozycji.
ro_ro: Itemul nu a fost gasit.

source: Item successfully modified
pl_pl: Pozycja pomyslnie zmodyfikowana
ro_ro: Modificare executata cu succes

source: Error in item data.
pl_pl: Blad danych w pozycji.
ro_ro: Eroare in syntaxa/item.

source: Share: %llu [%s]
pl_pl: Udostepnienie: %llu [%s]

source: Extra: %s
pl_pl: Dodatkowy: %s

source: Permanent
pl_pl: Staly

source: Reconnect
pl_pl: Po³¹cz ponownie

source: Clone
pl_pl: Klon

source: Not found
pl_pl: Nie znaleziono

source: Chat
pl_pl: Czat

source: Secure
pl_pl: Zabezpieczone

source: Software: %s %s
pl_pl: Oprogramowanie: %s %s

source: Links
pl_pl: Linki

source: Crash
pl_pl: Awaria

source: Hublist
pl_pl: Hublista

source: Support
pl_pl: Wsparcie techniczne

source: Secure: %s
pl_pl: Zabezpieczono: %s

source: Secure: %d of %d
pl_pl: Zabezpieczono: %d z %d

source: Chat: %s
pl_pl: Czat: %s

source: Client
pl_pl: Klient

source: Chat: %d
pl_pl: Czat: %d

source: Kernel: %s [%s]
pl_pl: Jadro: %s [%s]

source: Uptime: %s
pl_pl: Czas pracy: %s

source: Total RAM: %s
pl_pl: Calkowita pamiec RAM: %s

source: Total swap: %s
pl_pl: Calkowita pamiec swap: %s

source: %s virtual RAM usage: %s
pl_pl: %s wykorzystanie wirtualnej pamieci RAM: %s

source: Secure users: %d of %d
pl_pl: Zabezpieczono u¿ytkowników: %d z %d

source: Kick: %s
pl_pl: Kopniecia: %s

source: Hide chat: %s
pl_pl: Ukryj czat: %s

source: Normal
pl_pl: Normalny
