Repository: Verlihub/verlihub
Catalog: po/core_*.CP1254.po
Languages: tr_tr

source: Error unregistering %s, user information
tr_tr: %s kaydýnýn kaldýrýlmasýnda hata, kullanýcý verileri

source: Password updated.
tr_tr: Parola güncellendi.

source: You can change your password now. Use the +passwd command followed by your new password.
tr_tr: Þimdi parolanýzý deðiþtirebilirsiniz. +passwd komutunu kullanýn ve ardýndan parolanýzý girin.

source: Your class has been changed to %d.
tr_tr: Sýnýfýnýz %d olarak deðiþtirilmiþtir.

source: Your registration has been enabled.
tr_tr: Kaydýnýz etkinleþtirilmiþtir.

source: Your registration has been disabled.
tr_tr: Kaydýnýz devre dýþý býrakýlmýþtýr.

source: You are protected from being kicked by class %s and lower.
tr_tr: %s ve altý sýnýflar tarafýndan kovulmalara karþý korunuyorsunuz.

source: You kicks are hidden from class %s and lower.
tr_tr: Kovmalarýnýz %s ve altý sýnýflardan saklýdýr.

source: %s registration information
tr_tr: %s kayýt verileri

source: Your share is now visible.
tr_tr: Paylaþýmýnýz artýk görünülür.

source: Your share is now hidden.
tr_tr: Paylaþýmýnýz artýk saklýdýr.

source: Your operator key is now visible.
tr_tr: Operatör anahtarýnýz artýk görünülür.

source: Your operator key is now hidden.
tr_tr: Operatör anahtarýnýz artýk saklýdýr.

source: Your fake IP is now set: %s
tr_tr: Sahte IP'niz artýk belirlenmiþtir: %s

source: Specified fake IP is not valid: %s
tr_tr: Belirtilen sahte IP geçerli deðildir: %s

source: Your fake IP is now unset, please reconnect to get back your real IP.
tr_tr: Sahte IP ayarýnýz kaldýrýlmýþtýr, hakiki IP'nizi geri almak için lütfen tekrar baðlanýn.

source: Updated variable %s to value %s for user: %s
tr_tr: %s deðiþkeni %s deðerine þu kullanýcý için güncellenmiþtir: %s

source: Password reset for user: %s
tr_tr: Þu kullanýcý için parola sýfýrlandý: %s

source: Error setting variable %s to value %s for user: %s
tr_tr: %s deðiþkeninin %s deðerine þu kullanýcý için güncellenmesinde hata meydana geldi: %s

source: Command console is not ready.
tr_tr: Komut konsolü hazýr deðil.

source: Message delivered to %d user in %s.
tr_tr: Mesaj %d kullanýcýya ki %s içinde teslim edildi.

source: Probably attempt of NULL character attack: %s
tr_tr: Muhtemelen NULL karakter saldýrýsý teþebbüsü: %s

source: See you.
tr_tr: Görüþmek üzere.

source: Invalid login sequence, your client already sent key.
tr_tr: Geçersiz giriþ dizisi, istemciniz zaten anahtar yolladý.

source: Your client provided invalid key in response to lock.
tr_tr: Kilide cevap olarak istemciniz geçersiz bir anahtar yolladý.

source: Invalid login sequence, your client already sent supports.
tr_tr: Geçersiz giriþ dizisi, istemciniz zaten supports (destekleme) göndermiþtir.

source: Invalid login sequence, your client already validated nick.
tr_tr: Geçersiz giriþ dizisi, istemciniz zaten rumuzunuzu doðrulamýþtýr.

source: User limit in country zone %s exceeded at %d/%d online users.
tr_tr: %s ülke bölgesinin kullanýcý sayýsý sýnýrý %d/%d çevrimiçi kullanýcý ile aþýlmýþtýr.

source: User limit in IP zone %s exceeded at %d/%d online users.
tr_tr: %s IP bölgesinin kullanýcý sayýsý sýnýrý %d/%d çevrimiçi kullanýcý ile aþýlmýþtýr.

source: User limit in main zone exceeded at %d/%d online users.
tr_tr: Ana bölgenin kullanýcý sayýsý sýnýrý %d/%d çevrimiçi kullanýcý ile aþýlmýþtýr.

source: User limit exceeded at %d online users.
tr_tr: Kullanýcý sayýsý sýnýrý %d çevrimiçi kullanýcý ile aþýlmýþtýr.

source: This is a registered users only hub.
tr_tr: Bu, sadece kayýtlý kullanýcýlarý kabul eden bir hubdýr.

source: User limit from IP address %s exceeded at %d online users.
tr_tr: %s IP adresinden kullanýcý sýnýrý %d çevrimiçi kullanýcý ile aþýlmýþtýr.

source: Authorization IP mismatch from %s
tr_tr: %s unsurundan müsaade IP uyuþmazlýðý

source: Authorization IP for this account doesn't match your IP address: %s
tr_tr: Bu hesap için izin IP adresi sizin IP adresinizle uyuþmuyor: %s

source: Invalid login sequence, you client already sent password.
tr_tr: Geçersiz giriþ dizisi, istemciniz zaten parola gönderdi.

source: Incorrect password
tr_tr: Yanlýþ parola

source: You've been temporarily banned due to incorrect password.
tr_tr: Yanlýþ parola nedeniyle geçici olarak yasaklandýnýz.

source: Invalid login sequence, you didn't specify support for hub URL command.
tr_tr: Geçersiz giriþ dizisi, hub URL komutu için destek belirtmediniz.

source: Invalid login sequence, your client already sent hub URL.
tr_tr: Geçersiz giriþ dizisi, istemciniz zaten hub baðlantýsý yolladý.

source: Invalid login sequence, you client already sent version.
tr_tr: Geçersiz giriþ dizisi, istemciniz zaten sürüm gönderdi.

source: Your client didn't specify a tag.
tr_tr: Ýstemciniz herhangi bir etiket belirtmedi.

source: You share %s but minimum allowed is %s (%s for active users, %s for passive users).
tr_tr: %s paylaþýyorsunuz fakat izin verilen asgari deðer þudur: (%s, aktif kullanýcýlar için %s, pasif kullanýcýlar içinse þudur: %s).

source: You share %s but maximum allowed is %s.
tr_tr: %s paylaþýyorsunuz fakat izin verilen azami deðer þudur: %s.

source: Passive user limit exceeded at %d users. Try again later or set up an active connection.
tr_tr: Pasif kullanýcý sýnýrý %d kullanýcýda aþýlmýþtýr. Daha sonra tekrar deneyin ya da aktif baðlantý kurun.

source: You are prohibited from entering this hub
tr_tr: Bu hub'a girmeniz yasaktýr

source: You are banned from this hub
tr_tr: Bu hubda yasaklandýnýz

source: You are already in the hub using another nick: %s
tr_tr: Baþka bir rumuz kullanarak zaten hub'dasýnýz: %s

source: Invalid login sequence, you didn't specify support for IN command.
tr_tr: Geçersiz giriþ dizisi, IN komutu için destek belirtmediniz.

source: Invalid login sequence, you didn't specify support for ExtJSON command.
tr_tr: Geçersiz giriþ dizisi, ExtJSON komutu için destek belirtmediniz.

source: You're trying to send private message to an offline user: %s
tr_tr: Çevrimdýþý bir kullanýcýya özel mesaj göndermeye çalýþýyorsunuz: %s

source: You're trying to send private message to a bot: %s
tr_tr: Bir robota özel mesaj göndermeye çalýþýyorsunuz: %s

source: You're not allowed to use private chat right now.
tr_tr: Özel sohbeti kullanma müsaadeniz þimdilik yoktur.

source: User tries to speak with gag in PM to %s: %s
tr_tr: Kullanýcý özel sohbette susturmaya raðmen %s ile konuþmaya çalýþýyor: %s

source: Private chat is currently disabled for users with your class, please consider registering on the hub or contact an operator.
tr_tr: Özel sohbet sýnýfýnýzdaki kullanýcýlar için güncel olarak devre dýþýdýr, lütfen hub'a kayýt olmayý bir düþünün veya bir operatörle irtibata geçin.

source: You can't talk to this user.
tr_tr: Bu kullanýcý ile konuþamazsýnýz.

source: Same message flood in PM: %s
tr_tr: Özel sohbette ayný mesaj tekrarý: %s

source: Your PM contains %d characters but maximum allowed is %d characters.
tr_tr: Özel mesajýnýz %d karakter içermektedir ancak izin verilen azami deðer %d karakterdir.

source: Same message flood in MCTo: %s
tr_tr: MCTo'da ayný mesaj tekrarý: %s

source: Your chat message contains %d characters but maximum allowed is %d characters.
tr_tr: Sohbet mesajýnýz %d karakter içermektedir fakat azami karakter sýnýrý þudur: %d.

source: Your message wasn't sent because minimum chat delay is %lu ms but you waited only %s.
tr_tr: Mesajýnýz gönderilmedi çünkü iki sohbet mesajý arasýndaki asgari süre %lu ms'dir ancak siz sadece %s beklediniz.

source: You're not allowed to use main chat right now.
tr_tr: Ana sohbeti kullanma müsaadeniz þimdilik yoktur.

source: User tries to speak with gag in MC: %s
tr_tr: Kullanýcý ana sohbette susturmaya raðmen konuþmaya çalýþýyor: %s

source: You're trying to connect to a bot: %s
tr_tr: Bir robota baðlanmaya çalýþýyorsunuz: %s

source: You're trying to connect to yourself.
tr_tr: Kendinize baðlanmaya çalýþýyorsunuz.

source: You can't download unless you are registered with class %d.
tr_tr: %d sýnýfý ile kayýtlý olmadýðýnýz sürece indirme yapamazsýnýz.

source: You can't download unless you share %s.
tr_tr: Þu kadar paylaþým yapmadýðýnýz sürece indirme yapamazsýnýz: %s

source: You're not allowed to download from anyone.
tr_tr: Hiç kimseden indirme izniniz yoktur.

source: You can't download from this user: %s
tr_tr: Bu kullanýcýdan indirmede bulunamazsýnýz: %s

source: You can't download from this user because one of you is in a LAN: %s
tr_tr: Þu kullanýcýdan indirme yapamazsýnýz çünkü biriniz yerel aðdadýr (LAN): %s

source: You can't download from this user because he is in chat only mode: %s
tr_tr: Bu kullanýcýdan indirme yapamazsýnýz çünkü sadece sohbet kipindedir: %s

source: Replacing wrong IP address specified in your connection request with real one: %s -> %s
tr_tr: Baðlantý talebinizde belirtilen yanlýþ IP adresi doðru olan ile deðiþtiriliyor: %s -> %s

source: You're trying to connect to an offline user: %s
tr_tr: Çevrimdýþý bir kullanýcýya baðlanmaya çalýþýyorsunuz: %s

source: You can't download from this user, because he is also in passive mode: %s
tr_tr: Þu kullanýcýdan indirmede bulunamazsýnýz çünkü o da pasif kiptedir: %s

source: You can't download from this user while your share is hidden, because you are in passive mode: %s
tr_tr: Bu kullanýcýdan paylaþýmýnýz saklý olduðu sürece indirme yapamazsýnýz çünkü pasif kiptesiniz: %s

source: Sorry, hub load is too high to process your search request. Please try again later.
tr_tr: Özür dileriz, hub yükü çok yüksek olduðundan arama talebiniz iþlenemez. Lütfen daha sonra tekrar deneyin.

source: Don't search too often.
tr_tr: Çok sýk arama yapmayýn.

source: You can perform %d search in %s.
tr_tr: %s içinde %d arama yapabilirsiniz.

source: You can't search unless you are registered with class %d.
tr_tr: %d sýnýfý ile kayýt olmadan arama yapamazsýnýz.

source: You can't search unless you share %s.
tr_tr: %s kadar paylaþýmda bulunmadan arama yapamazsýnýz.

source: You're not allowed to search for anything.
tr_tr: Hiçbir þey arama izniniz yoktur.

source: Minimum search length is %d character.
tr_tr: Asgari arama uzunluðu %d karakterdir.

source: Replacing wrong IP address specified in your search request with real one: %s -> %s
tr_tr: Arama talebinizde belirtilen yanlýþ IP adresi doðru olan ile deðiþtiriliyor: %s -> %s

source: Invalid login sequence, you didn't specify support for short TTH search command.
tr_tr: Geçersiz giriþ dizisi, kýsa TTH arama komutu için destek belirtmediniz.

source: Invalid login sequence, you didn't identify yourself as pinger.
tr_tr: Geçersiz giriþ dizisi, kendinizi pingci olarak tanýmlamadýnýz.

source: Invalid login sequence, you already sent pinger information.
tr_tr: Geçersiz giriþ dizisi, zaten pingci bilgisini gönderdiniz.

source: Pinger entered the hub: %s
tr_tr: Pingci huba giriþ yaptý: %s

source: You're trying to redirect an offline user: %s
tr_tr: Çevrimdýþý bir kullanýcýyý tekrar yönlendirmeye çalýþýyorsunuz: %s

source: You're trying to redirect a bot: %s
tr_tr: Bir robotu yeniden yönlendirmeye çalýþýyorsunuz: %s

source: You're trying to redirect a protected user: %s
tr_tr: Korunmuþ olan bir kullanýcýyý yeniden yönlendirmeye çalýþýyorsunuz: %s

source: Please specify valid redirect address.
tr_tr: Geçerli bir yeniden yönlendirme adresi belirtiniz.

source: You are being redirected to %s because: %s
tr_tr: %s konumuna yönlendiriliyorsunuz çünkü: %s

source: Please provide a valid reason.
tr_tr: Geçerli bir sebep giriniz.

source: You can't ban a user that is protected or has higher class.
tr_tr: Korunulan ya da daha yüksek sýnýfta olan bir kullanýcýyý yasaklayamazsýnýz.

source: You can't ban a bot.
tr_tr: Bir robotu yasaklayamazsýnýz.

source: You are temporarily prohibited from entering the hub for %s because: %s
tr_tr: %s için bu hub'a girmeniz geçici olarak yasaklanmýþtýr çünkü: %s

source: You are permanently banned from the hub because: %s
tr_tr: Bu hub'da geçici olarak yasaklandýnýz çünkü: %s

source: No banned user found with IP %s.
tr_tr: %s IP adresi ile yasaklý hiçbir kullanýcý bulunamadý.

source: Removed %d ban.
tr_tr: %d yasak kaldýrýldý.

source: Topic is set to: %s
tr_tr: Konu þu þekilde ayarlandý: %s

source: Invalid login sequence, your client must validate nick first: %s
tr_tr: Geçersiz giriþ dizisi, istemcinizin önce rumuzu doðrulamasý gerekir: %s

source: Invalid login sequence, your client must validate nick first.
tr_tr: Geçersiz giriþ dizisi, istemcinizin önce rumuzu doðrulamasý gerekir.

source: You have no rights to perform following operator action: %s
tr_tr: Þu operatör eylemini gerçekleþtirme izniniz yok: %s

source: Your client sent malformed protocol command: %s
tr_tr: Ýstemciniz yanlýþ yapýlandýrýlmýþ bir protokol komutu gönderdi: %s

source: Your client sent too long protocol command: %s
tr_tr: Ýstemciniz çok uzun bir protokol komutu göndermiþtir: %s

source: Nick spoofing attempt detected from your client: %s
tr_tr: Ýstemcinizden rumuz sahteleþtirme teþebbüsü tespit edildi: %s

source: User you're trying connect to doesn't have compatible TLS version in order to establish secure connection, tell him to upgrade or replace his client: %s
tr_tr: Baðlanmaya çalýþtýðýnýz kullanýcýnýn güvenli bir baðlantý oluþturmak için uyumlu bir TLS sürümü bulunmamaktadýr, ona istemcisini güncellemesini veya deðiþtirmesini söyleyin: %s

source: Consider these more or less modern clients
tr_tr: Bu nispeten modern istemcileri bir düþünün

source: Your client doesn't have compatible TLS version in order to establish secure connection to following user, please upgrade or replace your client: %s
tr_tr: Þu kullanýcýya güvenli baðlantý oluþturmak için istemcinizin uyumlu TSL sürümü bulunmamaktadýr, lütfen istemcinizi güncelleyin veya deðiþtirin: %s

source: Your client doesn't support secure connections to following user, please upgrade or replace your client: %s
tr_tr: Ýstemciniz þu kullanýcýya güvenli baðlantýlarý desteklememektedir, lütfen istemcinizi güncelleyin veya deðiþtirin: %s

source: User you're trying connect to doesn't support secure connections, tell him to upgrade or replace his client: %s
tr_tr: Baðlanmayý denediðiniz kullanýcý güvenli baðlantýlarý desteklememektedir, ona istemcisini güncellemesini veya deðiþtirmesini söyleyin: %s

source: Unknown hub command: %s
tr_tr: Bilinmeyen hub komutu: %s

source: Your chat message contains %d lines but maximum allowed is %d lines.
tr_tr: Sohbet mesajýnýz %d satýr içermektedir fakat azami satýr sýnýrý þudur: %d

source: Your client is not allowed on this hub: %s
tr_tr: Ýstemciniz bu hub üzerinde kabul edilmemektedir: %s

source: Connections through proxy server are not allowed in this hub.
tr_tr: Vekil sunucular vasýtasýyla yapýlan baðlantýlara bu hubda izin verilmez.

source: Passive connections are restricted, consider changing to active.
tr_tr: Pasif baðlantýlar kýsýtlanýr, aktif olarak deðiþtirmeyi düþünün.

source: Your client tag is reporting less than 0 hubs or less than 0 slots, looks like a bug in your client.
tr_tr: Ýstemci etiketiniz 0'dan az hub ya da 0'dan az oluk belirtiyor, istemcinizde bir hata var gibi görünüyor.

source: Unknown clients are not allowed in this hub.
tr_tr: Bilinmeyen istemciler bu hub'da kabul edilmezler.

source: Too many open hubs, maximum is %d and you have %d.
tr_tr: Çok fazla açýk hub, azami deðer %d olmakla birlikte sizde þudur: %d.

source: Too few open hubs, minimum is %d and you have %d.
tr_tr: Çok az açýk hub, asgari deðer %d olmakla birlikte sizde þudur: %d.

source: Too few open hubs as user, minimum is %d and you have %d.
tr_tr: Kullanýcý olarak çok az açýk hub, asgari deðer %d olmakla birlikte sizde þudur: %d.

source: Too few open hubs as registered user, minimum is %d and you have %d.
tr_tr: Kayýtlý kullanýcý olarak çok az açýk hub, asgari deðer %d olmakla birlikte sizde þudur: %d.

source: Too few open hubs as operator, minimum is %d and you have %d.
tr_tr: Operatör olarak çok az açýk hub, asgari deðer %d olmakla birlikte sizde þudur: %d.

source: Too little open slots for your connection type %s, minimum is %d and you have %d.
tr_tr: %s baðlantý türünüz için çok az açýk oluk, asgari deðer %d olmakla birlikte sizde þudur: %d.

source: Too many open slots for your connection type %s, maximum is %d and you have %d.
tr_tr: %s baðlantý türünüz için çok fazla açýk oluk, azami deðer %d olmakla birlikte sizde þudur: %d.

source: Your slots per hub ratio %.2f is too low, minimum is %.2f.
tr_tr: Hub baþýna oluk oranýnýz olan %.2f çok düþüktür, asgari deðer þudur: %.2f.

source: Open %d slots for %d hubs.
tr_tr: %d oluk %d hub için açýnýz.

source: Your slots per hub ratio %.2f is too high, maximum is %.2f.
tr_tr: Hub baþýna oluk oranýnýz olan %.2f çok yüksektir, azami deðer þudur: %.2f.

source: Too low upload limit for your connection type %s, minimum upload rate is %.2f.
tr_tr: %s baðlantý türünüz için çok düþük gönderme sýnýrý, asgari gönderme oraný þudur: %.2f.

source: Too low upload limit per slot for your connection type %s, minimum upload limit is %.2f per slot.
tr_tr: %s baðlantý türünüz için çok düþük oluk baþýna gönderme sýnýrý, asgari oluk baþýna gönderme sýnýrý þudur: %.2f.

source: Your client version is too old, please upgrade it.
tr_tr: Ýstemci sürümünüz çok eski, lütfen güncelleyiniz.

source: Minimum allowed version number for client %s is: %.4f
tr_tr: Ýstemci %s için izin verilen asgari sürüm numarasý þudur: %.4f

source: Minimum allowed version number for your client is: %.4f
tr_tr: Ýstemciniz için izin verilen asgari sürüm numarasý þudur: %.4f

source: Your client version is too recent, please downgrade it.
tr_tr: Ýstemci sürümünüz çok yenidir, lütfen eski bir sürüme dönün.

source: Maximum allowed version number for client %s is: %.4f
tr_tr: Ýstemci %s için izin verilen azami sürüm numarasý þudur: %.4f

source: Maximum allowed version number for your client is: %.4f
tr_tr: Ýstemciniz için izin verilen azami sürüm numarasý þudur: %.4f

source: Client
tr_tr: Ýstemci

source: Mode
tr_tr: Kip

source: Other
tr_tr: Diðer

source: Open hubs
tr_tr: Açýk hublar

source: Not available
tr_tr: Mevcut deðil

source: Open slots
tr_tr: Açýk oluklar

source: Hub ports information
tr_tr: Hub port verileri

source: Hub URL information
tr_tr: Hub URL verileri

source: Missing hub URL: %d
tr_tr: Eksik hub URL'i (baðlantýsý): %d

source: Protocol information
tr_tr: Protokol bilgisi

source: Chat: %d
tr_tr: Sohbet: %d

source: Unknown: %d
tr_tr: Bilinmeyen: %d

source: Total download: %s / %s
tr_tr: Toplam indirme: %s / %s

source: Total upload: %s / %s
tr_tr: Toplam gönderi: %s / %s

source: Upload saved with zLib: %s / %d / %s / %s
tr_tr: zLib ile tasarruf edilen gönderi: %s / %d / %s / %s

source: Upload saved with TTHS: %s
tr_tr: Gönderme TTHS ile kaydedildi: %s

source: User buffer information
tr_tr: Kullanýcý tampon verileri

source: Socket counter: %lu
tr_tr: Soket sayacý: %lu

source: Connection list size: %d
tr_tr: Baðlantý listesi boyutu: %d

source: Connection chooser list size: %d
tr_tr: Baðlantý seçici listesi boyutu: %d

source: User upload buffers: %d / %s / %s
tr_tr: Kullanýcý gönderi tamponlarý: %d / %s / %s

source: User upload caches: %d / %s / %s
tr_tr: Kullanýcý gönderi arabellekleri: %d / %s / %s

source: User list size: %d / %d
tr_tr: Kullanýcý listesi boyutu: %d / %d

source: User list upload cache: %s / %s
tr_tr: Kullanýcý liste gönderi arabelleði: %s / %s

source: User list nick list: %s / %s
tr_tr: Kullanýcý listesi rumuz listesi: %s / %s

source: User list MyINFO list: %s / %s
tr_tr: Kullanýcý listesi MyINFO listesi: %s / %s

source: User list IP list: %s / %s
tr_tr: Kullanýcý listesi IP listesi: %s / %s

source: Active user list size: %d / %d
tr_tr: Aktif kullanýcý listesi boyutu: %d / %d

source: Active user list upload cache: %s / %s
tr_tr: Faal kullanýcý listesi gönderi arabelleði: %s / %s

source: Passive user list size: %d / %d
tr_tr: Pasif kullanýcý listesi boyutu: %d / %d

source: Passive user list upload cache: %s / %s
tr_tr: Pasif kullanýcý listesi gönderi arabelleði: %s / %s

source: Chat user list size: %d / %d
tr_tr: Sohbet kullanýcý listesi boyutu: %d / %d

source: Chat user list upload cache: %s / %s
tr_tr: Sohbet kullanýcý listesi gönderi arabelleði: %s / %s

source: Operator list size: %d / %d
tr_tr: Operatör listesi boyutu: %d / %d

source: Operator list nick list: %s / %s
tr_tr: Operatör listesi rumuz listesi: %s / %s

source: Operator chat list size: %d / %d
tr_tr: Operatör sohbet listesi boyutu: %d / %d

source: Operator chat list upload cache: %s / %s
tr_tr: Operatör sohbet listesi gönderi arabelleði: %s / %s

source: Operator chat list nick list: %s / %s
tr_tr: Operatör sohbet listesi rumuz listesi: %s / %s

source: Bot list size: %d / %d
tr_tr: Robot listesi boyutu: %d / %d

source: Bot list nick list: %s / %s
tr_tr: Robot listesi rumuz listesi: %s / %s

source: Unable to get system information.
tr_tr: Sistem verileri alýnamadý.

source: System information
tr_tr: Sistem verileri

source: OS: %s
tr_tr: ÝÞ: %s

source: Kernel: %s [%s]
tr_tr: Çekirdek: %s [%s]

source: Uptime: %s
tr_tr: Çalýþma süresi: %s

source: Load averages: %.2f %.2f %.2f
tr_tr: Yük ortalamalarý: %.2f %.2f %.2f

source: Total processes inclusive threads: %d
tr_tr: Ýþ parçacýklarýný kapsayarak toplam süreç: %d

source: Total RAM: %s
tr_tr: Toplam RAM: %s

source: Free RAM: %s
tr_tr: Boþ RAM: %s

source: Shared RAM: %s
tr_tr: Paylaþýlan RAM: %s

source: RAM in buffers: %s
tr_tr: Tamponlardaki RAM: %s

source: Total swap: %s
tr_tr: Toplam takas alaný: %s

source: Free swap: %s
tr_tr: Boþ takas alaný: %s

source: Virtual RAM usage: %s
tr_tr: Sanal RAM kullanýmý: %s

source: Resident RAM usage: %s
tr_tr: Yerleþik RAM kullanýmý: %s

source: CPU cores: %d
tr_tr: CPU çekirdekleri: %d

source: CPU usage: %.2f%%
tr_tr: CPU kullanýmý: %.2f%%

source: %s virtual RAM usage: %s
tr_tr: %s tarafýndan sanal RAM kullanýmý: %s

source: %s resident RAM usage: %s
tr_tr: %s tarafýndan yerel RAM kullanýmý: %s

source: TLS proxy
tr_tr: TLS vekil sunucusu

source: Version: %s
tr_tr: Sürüm: %s

source: Frequency: %.4f [%s]
tr_tr: Frekans: %.4f [%s]

source: Name: %s
tr_tr: Ýsim: %s

source: Category: %s
tr_tr: Kategori: %s

source: Locale: %s
tr_tr: Yerel: %s

source: User list: %d
tr_tr: Kullanýcý listesi: %d

source: Secure users: %d of %d
tr_tr: Güvenli kullanýcýlar: %d ki toplam %d

source: Client TLS users: %d of %d
tr_tr: Ýstemci TLS kullanýcýlarý: %d, %d üzerinde

source: Client NAT users: %d of %d
tr_tr: Ýstemci NAT kullanýcýlarý: %d, %düzerinde

source: Active users: %d
tr_tr: Faal kullanýcýlar: %d

source: Passive users: %d
tr_tr: Pasif kullanýcýlar: %d

source: Operator count: %d of %d
tr_tr: Operatör sayýsý: %d ki toplam %d

source: Bot count: %d
tr_tr: Robot sayýsý: %d

source: Users in country zone #%d: %d of %d [%s] [%s]
tr_tr: #%d ülke bölgesindeki kullanýcýlar: %d ki toplam %d [%s] [%s]

source: Users in IP zone #%d: %d of %d [%s] [%s]
tr_tr: #%d IP alanýndaki kullanýcýlar: %d ki toplam %d [%s] [%s]

source: Other users: %d of %d [%s]
tr_tr: Diðer kullanýcýlar: %d ki toplam %d [%s]

source: Temporary nick ban list size: %d / %d
tr_tr: Geçici rumuz yasaklama listesi boyutu: %d / %d

source: Temporary IP ban list size: %d / %d
tr_tr: Geçici IP yasaklama listesi boyutu: %d / %d

source: MaxMindDB information
tr_tr: MaxMindDB bilgisi

source: MaxMindDB version: %s
tr_tr: MaxMindDB sürümü: %s

source: ICU version: %s
tr_tr: ICU sürümü: %s

source: Database path: %s
tr_tr: Veritabaný yolu: %s

source: Names language: %s
tr_tr: Ýsim dili: %s

source: Hub encoding: %s
tr_tr: Hub kodlamasý: %s

source: Total requests: %lu
tr_tr: Toplam talepler: %lu

source: Cached requests: %lu
tr_tr: Arabellekteki talepler: %lu

source: Cached items: %lu
tr_tr: Arabellekteki unsurlar: %lu

source: Country database
tr_tr: Ülke veritabaný

source: Loaded
tr_tr: Yüklü

source: Not loaded
tr_tr: Yüklü deðil
