Repository: Verlihub/verlihub
Catalog: po/core_*.CP1252.po
Languages: de_de, fr_fr, nl_nl

source: You can't ban a user that is protected or has higher class.
de_de: Sie können einen Benutzer, der geschützt ist oder eine höhere Klasse hat, nicht sperren.
fr_fr: Vous ne pouvez pas interdire un utilisateur qui est protégée ou ayant une classe supérieure a la vôtre.
nl_nl: Je kunt een gebruiker die wordt beschermd of een hogere class heeft niet bannen.

source: You can't ban a bot.
de_de: Sie können einen Bot nicht bannen.
fr_fr: Vous ne pouvez pas bannir un bot.
nl_nl: Je kunt geen bot bannen.

source: You are temporarily prohibited from entering the hub for %s because: %s
de_de: Es ist Ihnen vorübergehend %s verboten, den Hub zu betreten, weil: %s
fr_fr: Vous êtes temporairement interdit d'entrer sur le hub pour %s parce que : %s
nl_nl: Je mag de hub niet in voor %s omdat:%s

source: You are permanently banned from the hub because: %s
de_de: Sie sind dauerhaft vom Hub gebannt, weil: %s
fr_fr: Vous êtes banni de façon permanente de ce hub car: %s
nl_nl: Je bent permanent verbannen uit de hub omdat: %s

source: No banned user found with IP %s.
de_de: Kein gesperrter Benutzer mit IP %s gefunden.
fr_fr: Aucun utilisateur banni trouvé avec l'IP %s.
nl_nl: Geen gebannen gebruiker gevonden met IP %s .

source: Removed %d ban.
de_de: %d Bann entfernt.
fr_fr: %d bannissement supprimé.
nl_nl: Verwijderde bans %d

source: Topic is set to: %s
de_de: Thema ist gesetzt auf: %s
fr_fr: Le sujet est défini sur : %s
nl_nl: Topic is veranderd naar: %s

source: Invalid login sequence, your client must validate nick first: %s
de_de: Ungültige Anmeldefolge, Ihr Client muss den Nicknamen zuerst validieren: %s
fr_fr: Séquence de connexion invalide, votre client doit d'abord valider le pseudo : %s
nl_nl: Onterechte login poging, je client herkent de nicknaam niet: %s

source: Invalid login sequence, your client must validate nick first.
de_de: Ungültige Anmeldefolge, Ihr Client muss den Nicknamen zuerst validieren.
fr_fr: Séquence de connexion invalide, votre client doit d'abord valider le pseudo.
nl_nl: Ongeldige login volgorde, moet uw klant nick eerste valideren.

source: You have no rights to perform following operator action: %s
de_de: Sie sind nicht berechtigt, die folgende Aktion auszuführen: %s
fr_fr: Vous n'avez pas le droit d'exécuter des actions d'opérateur : %s
nl_nl: Je hebt geen rechten om volgende operator actie uit te voeren: %s

source: Your client sent malformed protocol command: %s
de_de: Ihr Client hat einen fehlerhaften Protokollbefehl gesendet: %s
fr_fr: Votre client a envoyé une mauvaise commande de protocole : %s
nl_nl: Uw client verzond misvormde protocol commando: %s

source: Your client sent too long protocol command: %s
de_de: Ihr Client hat einen zu langen Protokollbefehl gesendet: %s
fr_fr: Votre client a envoyé une commande de protocole trop longue : %s
nl_nl: U client verstuurt een te lang protocol commando: %s

source: Nick spoofing attempt detected from your client: %s
de_de: Nick-Spoofing-Versuch von Ihrem Client entdeckt: %s
fr_fr: Usurpation de pseudo détectée provenant de votre client : %s
nl_nl: Nick spoofing poging gedetecteerd van uw client: %s

source: User you're trying connect to doesn't have compatible TLS version in order to establish secure connection, tell him to upgrade or replace his client: %s
de_de: Der Benutzer, mit dem Sie sich verbinden wollen, verfügt nicht über eine kompatible TLS-Version, um eine sichere Verbindung herzustellen. Sagen Sie ihm, dass er seinen Client aktualisieren oder ersetzen soll: %s
fr_fr: L'utilisateur à qui vous tentez de vous connecter n'a pas de version TLS compatible pour établir une connexion sécurisée, dites-lui de mettre à jour ou de remplacer son client : %s

source: Consider these more or less modern clients
de_de: Nutzen Sie diese mehr oder weniger modernen Clients
fr_fr: Considérez ces clients plus ou moins modernes

source: Your client doesn't have compatible TLS version in order to establish secure connection to following user, please upgrade or replace your client: %s
de_de: Ihr Client verfügt nicht über eine kompatible TLS-Version, um eine sichere Verbindung zum nachfolgenden Benutzer herzustellen. Bitte aktualisieren oder ersetzen Sie Ihren Client: %s
fr_fr: Votre client n'a pas de version TLS compatible pour établir une connexion sécurisé à l'utilisateur suivant, veuillez mettre à jour ou remplacer votre client : %s

source: Your client doesn't support secure connections to following user, please upgrade or replace your client: %s
de_de: Ihr Client unterstützt keine sicheren Verbindungen zu folgenden Benutzern, bitte aktualisieren oder ersetzen Sie Ihren Client: %s
fr_fr: Votre client ne prend pas en charge les connexions sécurisées vers l'utilisateur suivant, veuillez mettre à jour ou remplacer votre client : %s

source: User you're trying connect to doesn't support secure connections, tell him to upgrade or replace his client: %s
de_de: Der Benutzer, mit dem Sie sich verbinden wollen, unterstützt keine sicheren Verbindungen, sagen Sie ihm, dass er seinen Client aktualisieren oder ersetzen soll: %s
fr_fr: L'utilisateur à qui vous tentez de vous connecter ne prend pas en charge les connexions sécurisées, dites-lui de mettre à jour ou de remplacer son client : %s

source: Unknown hub command: %s
de_de: Unbekannter Hub-Befehl: %s
fr_fr: Commande de hub inconnue : %s
nl_nl: Onbekend hub commando: %s

source: Your chat message contains %d lines but maximum allowed is %d lines.
de_de: Ihre Chat-Nachricht enthält %d Zeilen, aber die maximal zulässige Anzahl von Zeilen ist %d.
fr_fr: Votre message sur le chat contient %d lignes mais le maximum autorisé est %d lignes.
nl_nl: Chatbericht bevat %d lijnen, maar toegestane maximum is %d lijnen .

source: Your client is not allowed on this hub: %s
de_de: Ihr Client ist auf diesem Hub nicht erlaubt: %s
fr_fr: Votre client n'est pas autorisé sur ce hub : %s

source: Connections through proxy server are not allowed in this hub.
de_de: Verbindungen über Proxy-Server sind in diesem Hub nicht erlaubt.
fr_fr: Les connexions via un serveur proxy ne sont pas autorisées sur ce hub.
nl_nl: Verbindingen via proxy -server zijn niet toegestaan in deze hub.

source: Passive connections are restricted, consider changing to active.
de_de: Passive Verbindungen sind eingeschränkt, erwägen Sie einen Wechsel zu aktiven Verbindungen.
fr_fr: Les connexions passives sont restreintes, envisagez de passer en actif.
nl_nl: Passieve verbindingen beperkt zijn, overweeg dan om actief te worden.

source: Your client tag is reporting less than 0 hubs or less than 0 slots, looks like a bug in your client.
de_de: Ihr Client-Tag meldet weniger als 0 Hubs oder weniger als 0 Slots. Das sieht nach einem Fehler in Ihrem Client aus.
fr_fr: Le tag de votre client a rapporté moins de 0 hubs ou moins de 0 slots, ça ressemble à un bug dans votre client.
nl_nl: Uw client tag rapoteerd minder dan 0 hubs of minder dan 0 slots, ziet eruit als een bug in je client.

source: Unknown clients are not allowed in this hub.
de_de: Unbekannte Clients sind in diesem Hub nicht erlaubt.
fr_fr: Les clients inconnus ne sont pas autorisés sur ce hub.
nl_nl: Onbekend cliënten zijn niet toegestaan in deze hub.

source: Too many open hubs, maximum is %d and you have %d.
de_de: Zu viele offene Hubs, Minimum ist %d und Sie haben %d.
fr_fr: Trop de hubs ouverts, le maximum est %d et vous avez %d.
nl_nl: Te veel open hubs, maximum is %d en je hebt %d.

source: Too few open hubs, minimum is %d and you have %d.
de_de: Zu wenige offene Hubs, Minimum ist %d und Sie haben %d.
fr_fr: Trop peu de hubs ouverts, le minimum est %d et vous avez %d.
nl_nl: Te weinig geopend hubs, minimum = %d en je hebt %d.

source: Too few open hubs as user, minimum is %d and you have %d.
de_de: Zu wenige offene Hubs als Benutzer, Minimum ist %d und Sie haben %d.
fr_fr: Trop peu de hubs ouverts en tant qu'utilisateur, le minimum est %d et vous avez %d.
nl_nl: Te weinig geopend hubs als gebruiker, minimum = %d en je hebt %d.

source: Too few open hubs as registered user, minimum is %d and you have %d.
de_de: Zu wenige offene Hubs als registrierter Benutzer, Minimum ist %d und Sie haben %d.
fr_fr: Trop peu de hubs ouverts en tant qu'utilisateur enregistré, le minimum est %d et vous avez %d.
nl_nl: Te weinig geopend hubs als geregistreerde gebruiker, minimum = %d en je hebt %d.

source: Too few open hubs as operator, minimum is %d and you have %d.
de_de: Zu wenige offene Hubs als Operator, Minimum ist %d und Sie haben %d.
fr_fr: Trop peu de hubs ouverts en tant qu'opérateur, le minimum est %d et vous avez %d.
nl_nl: Te weinig geopend hubs als operator, minimum = %d en je hebt %d.

source: Too little open slots for your connection type %s, minimum is %d and you have %d.
de_de: Zu wenige offene Slots für Ihren Verbindungstyp: %s, maximal ist %d und Sie haben %d.
fr_fr: Trop peu de slots ouverts pour votre type de connexion %s, le minimum est %d et vous avez %d.
nl_nl: Te weinig vrije slots voor uw type verbinding %s, minimum = %d en je hebt %d .

source: Too many open slots for your connection type %s, maximum is %d and you have %d.
de_de: Zu viele offene Slots für Ihren Verbindungstyp: %s, maximal ist %d und Sie haben %d.
fr_fr: Trop de slots ouverts pour votre type de connexion %s, le maximum est %d et vous avez %d.
nl_nl: Te veel open slots voor uw type verbinding %s, maximum is %d en je hebt %d.

source: Your slots per hub ratio %.2f is too low, minimum is %.2f.
de_de: Ihr Verhältnis Slots pro Hub %.2f ist zu niedrig, das Minimum ist %.2f.
fr_fr: Votre ratio de slots par hub %.2f est trop bas, le minimum est %.2f.
nl_nl: Uw slots per hub ratio %.2f is te laag, minimum is %.2f .

source: Open %d slots for %d hubs.
de_de: Öffne %d Slots für %d Hubs.
fr_fr: Ouvrir %d slots pour %d hubs.
nl_nl: Open %d slots voor %d hubs.

source: Your slots per hub ratio %.2f is too high, maximum is %.2f.
de_de: Ihr Verhältnis Slots pro Hub %.2f ist zu hoch, das Maximum ist %.2f.
fr_fr: Votre rapport de slots par hub %.2f est trop élevé, le maximum est de %.2f.
nl_nl: Uw slots per hub ratio %.2f is te hoog, maximum %.2f.

source: Too low upload limit for your connection type %s, minimum upload rate is %.2f.
de_de: Das Upload-Limit ist zu niedrig für Ihren Verbindungstyp: %s, die minimale Upload-Rate beträgt %.2f.
fr_fr: La limite d'envoi est trop basse pour votre type de connexion %s, le taux d'envoi minimum est %.2f.

source: Too low upload limit per slot for your connection type %s, minimum upload limit is %.2f per slot.
de_de: Das Upload-Limit pro Slot ist für Ihren Verbindungstyp: %s zu niedrig, das Mindest-Upload-Limit ist %.2f pro Slot.
fr_fr: La limite d'envoi par slot est trop basse pour votre type de connexion %s la limite minimum d'envoi est de %.2f par slot.
nl_nl: Een te lage upload limiet per slot voor uw type verbinding %s, minimum upload limiet is %.2f per slot.

source: Your client version is too old, please upgrade it.
de_de: Ihre Client-Version ist zu alt, bitte aktualisieren Sie sie.
fr_fr: La version de votre client est trop ancienne, veuillez la mettre à jour.
nl_nl: Uw client versie is te oud, dan kunt u upgraden .

source: Minimum allowed version number for client %s is: %.4f
de_de: Die minimal zulässige Versionsnummer für den Client %s ist: %.4f
fr_fr: La version minimum autorisée pour le client %s est : %.4f
nl_nl: Minimaal versie nummer toegestaan voor client %s is: %.4f

source: Minimum allowed version number for your client is: %.4f
de_de: Die minimal zulässige Versionsnummer für Ihren Client ist: %.4f
fr_fr: La version minimum autorisée pour votre client est : %.4f
nl_nl: Minimaal toegestane versie nummer voor je client is:%.4f

source: Your client version is too recent, please downgrade it.
de_de: Ihre Client-Version ist zu aktuell, bitte downgraden Sie sie.
fr_fr: La version de votre client est trop récente, veuillez utiliser une version plus ancienne.
nl_nl: Uw client versie is te recent, dan kunt u downgraden

source: Maximum allowed version number for client %s is: %.4f
de_de: Die maximal zulässige Versionsnummer für den Client %s ist: %.4f
fr_fr: La version minimum autorisée pour votre client %s est %.4f
nl_nl: Maximale toegestane versie nummer voor client %s is: %.4f

source: Maximum allowed version number for your client is: %.4f
de_de: Die maximal zulässige Versionsnummer für Ihren Client ist: %.4f
fr_fr: La version maximale autorisée pour votre client est : %.4f
nl_nl: Maximale toegestane versie nummer voor je client is: %.4f

source: Other
de_de: Andere
fr_fr: Autre
nl_nl: Ander

source: Open hubs
de_de: Offene Hubs
fr_fr: Hubs ouverts

source: Not available
de_de: Nicht verfügbar
fr_fr: Pas disponible
nl_nl: Niet aanwezig

source: Open slots
de_de: Offene Slots
fr_fr: Slots ouverts

source: Hub ports information
de_de: Hub-Ports Informationen
fr_fr: Des informations sur les ports Hub
nl_nl: Hub poort informatie

source: Hub URL information
de_de: Hub-URL Informationen
fr_fr: Informations Hub URL
nl_nl: Hub URL informatie

source: Missing hub URL: %d
de_de: Fehlende Hub-URL: %d
fr_fr: Hub URL manquant : %d
nl_nl: Mist hub URL: %d

source: Protocol information
de_de: Protokollinformationen
fr_fr: Les informations de protocole
nl_nl: Protocol informatie

source: Unknown: %d
de_de: Unbekannt: %d
fr_fr: Inconnu : %d
nl_nl: Onbekend: %d

source: Total download: %s / %s
de_de: Gesamter Download: %s / %s
fr_fr: Téléchargement total : %s / %s
nl_nl: Totaal download: %s / %s

source: Total upload: %s / %s
de_de: Gesamter Upload: %s / %s
fr_fr: Téléversement total : %s / %s
nl_nl: Totaal upload: %s / %s

source: Upload saved with zLib: %s / %d / %s / %s
de_de: Upload gespart mit zLib: %s / %d / %s / %s
fr_fr: Téléversement économisé avec zLib : %s / %d / %s / %s
nl_nl: Upload opgeslagen met zLib: %s /%d /%s /%s

source: Upload saved with TTHS: %s
de_de: Upload gespart mit TTHS: %s
fr_fr: Téléchargement économisé avec TTHS : %s
nl_nl: Upload opgeslagen met TTHS: %s

source: User buffer information
de_de: Benutzerpuffer-Informationen
fr_fr: Informations sur le tampon utilisateur
nl_nl: Gebruik buffer informatie

source: Socket counter: %lu
de_de: Socket Zähler: %lu
fr_fr: Compteur de sockets : %lu
nl_nl: Socket-teller: %lu

source: Connection list size: %d
de_de: Größe der Verbindungsliste: %d
fr_fr: Taille de la liste des connexions : %d
nl_nl: Verbindings lijst grootte: %d

source: Connection chooser list size: %d
de_de: Verbindungsauswahl Listengröße: %d
fr_fr: Taille de la liste du sélecteur de connexion : %d
nl_nl: Lijst met verbindingen kiezer: %d

source: User upload buffers: %d / %s / %s
de_de: Benutzer-Upload-Puffer: %d / %s / %s
fr_fr: Tampons de téléversement d'utilisateurs : %d / %s / %s
nl_nl: Gebruikers upload buffers: %d / %s / %s

source: User upload caches: %d / %s / %s
de_de: Benutzer-Upload-Caches: %d / %s / %s
fr_fr: Caches de téléversement d'utilisateurs : %d / %s / %s
nl_nl: Gebruikers upload chaches: %d / %s / %s

source: User list size: %d / %d
de_de: Größe der Benutzerliste: %d / %d
fr_fr: Taille de la liste des utilisateurs : %d / %d
nl_nl: Gebruikers lijst grootte: %d / %d

source: User list upload cache: %s / %s
de_de: Upload Cache der Benutzerliste: %s / %s
fr_fr: Cache de téléversement de la liste d'utilisateurs : %s / %s
nl_nl: Gebruikerslijst upload chache: %s / %s

source: User list nick list: %s / %s
de_de: Benutzerliste Nickliste: %s / %s
fr_fr: Liste de pseudonymes de la liste d'utilisateurs : %s / %s
nl_nl: Gebruikers nick lijst: %s / %s

source: User list MyINFO list: %s / %s
de_de: Benutzerliste MyINFO-Liste: %s / %s
fr_fr: Liste MyINFO de la liste d'utilisateurs : %s / %s
nl_nl: Gebruikerslijst MyINFO lijst: %s / %s

source: User list IP list: %s / %s
de_de: Benutzerliste IP-Liste: %s / %s
fr_fr: Liste d'IP de la liste d'utilisateurs : %s / %s
nl_nl: IP gebruikerslijst: %s / %s

source: Active user list size: %d / %d
de_de: Größe der Liste aktiver Benutzer: %d / %d
fr_fr: Taille de la liste des utilisateurs actifs : %d / %d
nl_nl: Active gebruikers lijst grootte: %d / %d

source: Active user list upload cache: %s / %s
de_de: Upload Cache der aktiven Benutzerliste: %s / %s
fr_fr: Cache de téléversement de la liste des utilisateurs actifs : %s / %s
nl_nl: Actieve upload-cache voor gebruikerslijst: %s / %s

source: Passive user list size: %d / %d
de_de: Größe der Liste passiver Benutzer: %d / %d
fr_fr: Taille de la liste des utilisateurs passifs : %d / %d
nl_nl: Passieve gebruikers lijst grootte: %d / %d

source: Passive user list upload cache: %s / %s
de_de: Upload Cache der passiven Benutzerliste: %s / %s
fr_fr: Cache de téléversement des utilisateurs passifs : %s / %s
nl_nl: Passieve upload-cache voor gebruikerslijst: %s / %s

source: Chat user list size: %d / %d
de_de: Größe der Chat-Benutzerliste: %d / %d
fr_fr: Taille de la liste d'utilisateurs du chat : %d / %d
nl_nl: Chat gebruikers lijst grootte: %d / %d

source: Chat user list upload cache: %s / %s
de_de: Upload Cache der User-Chatliste: %s / %s
fr_fr: Cache de téléversement de la liste des utilisateurs du chat : %s / %s
nl_nl: Chat gebruikerslijst upload cache: %s / %s

source: Operator list size: %d / %d
de_de: Größe der Operator-Liste: %d / %d
fr_fr: Taille de la liste des opérateurs : %d / %d
nl_nl: Operator lijst grootte: %d / %d

source: Operator list nick list: %s / %s
de_de: Operator-Liste Nickname-Liste: %s / %s
fr_fr: Liste de pseudonymes de la liste des opérateurs : %s / %s

source: Operator chat list size: %d / %d
de_de: Größe der Operator-Chatliste: %d / %d
fr_fr: Taille de la liste du chat des opérateurs : %d / %d
nl_nl: Operator chat lijst grootte: %d / %d

source: Operator chat list upload cache: %s / %s
de_de: Upload Cache der Operator-Chatliste: %s / %s
fr_fr: Cache de téléversement de la liste de chat des opérateurs : %s / %s
nl_nl: Operator-chatlijst upload cache: %s / %s

source: Operator chat list nick list: %s / %s
de_de: Operator-Chatliste Nickliste: %s / %s
fr_fr: Liste de pseudonymes de la liste du chat des opérateurs : %s / %s
nl_nl: Operator-chatlijst nicklijst: %s / %s

source: Bot list size: %d / %d
de_de: Bot-Liste Größe: %d / %d
fr_fr: Taille de la liste des robots : %d / %d
nl_nl: Bot lijst grootte: %d / %d

source: Bot list nick list: %s / %s
de_de: Bot-Liste Nickname-Liste: %s / %s
fr_fr: Liste des pseudonymes de la liste des robots : %s / %s
nl_nl: Botlijst nicklijst: %s / %s

source: Unable to get system information.
de_de: Systeminformationen können nicht geholt werden.
fr_fr: Impossible d'obtenir les informations système.
nl_nl: kan systeem informatie niet verkrijgen.

source: System information
fr_fr: Informations du système
nl_nl: Systeem informatie

source: Uptime: %s
de_de: Betriebszeit: %s
fr_fr: Durée de fonctionnement : %s

source: Load averages: %.2f %.2f %.2f
de_de: Durchschnittliche Belastung: %.2f %.2f %.2f
fr_fr: Moyennes de charge : %.2f %.2f %.2f
nl_nl: Gemiddelde geladen: %.2f %.2f %.2f

source: Total processes inclusive threads: %d
de_de: Gesamte Prozesse inklusive Threads: %d
fr_fr: Total des processus en incluant les fils d'exécution : %d

source: Total RAM: %s
de_de: RAM insgesamt: %s
fr_fr: RAM totale : %s
nl_nl: Totale RAM: %s

source: Free RAM: %s
de_de: Freier RAM: %s
fr_fr: RAM libre : %s
nl_nl: vrij RAM: %s

source: Shared RAM: %s
de_de: Gemeinsamer RAM: %s
fr_fr: RAM partagée : %s
nl_nl: Gedeelde RAM: %s

source: RAM in buffers: %s
de_de: RAM in Puffer: %s
fr_fr: RAM dans les tampons : %s

source: Total swap: %s
de_de: Auslagerung insgesamt: %s
fr_fr: Total de la partition d'échange : %s
nl_nl: Totale swap: %s

source: Free swap: %s
de_de: Freie Auslagerung: %s
fr_fr: Paritition d'échange libre : %s
nl_nl: Vrije swap: %s

source: Virtual RAM usage: %s
de_de: Virtueller RAM-Nutzung: %s
fr_fr: Utilisation de la RAM virtuelle: %s
nl_nl: Virtueel RAM gebruik: %s

source: Resident RAM usage: %s
de_de: Residente RAM-Nutzung: %s
fr_fr: Utilisation de la RAM résidente : %s

source: CPU cores: %d
de_de: CPU-Kerne: %d
fr_fr: Curs du processeur : %d
nl_nl: CPU kernen: %d

source: CPU usage: %.2f%%
de_de: CPU-Last: %.2f%%
fr_fr: Utilisation du processeur : %.2f%%
nl_nl: CPU gebruik: %.2f%%

source: %s virtual RAM usage: %s
de_de: %s virtueller RAM-Verbrauch: %s
fr_fr: Utilisation de la mémoire vive virtuelle par %s : %s

source: %s resident RAM usage: %s
de_de: %sresidenter RAM-Verbrauch: %s
fr_fr: Utilisation de la mémoire vive résidente par %s : %s

source: TLS proxy
fr_fr: Serveur mandataire TLS

source: Frequency: %.4f [%s]
de_de: Frequenz: %.4f [%s]
fr_fr: Fréquence : %.4f [%s]
nl_nl: Frequentie: %.4f [%s]

source: Name: %s
fr_fr: Nom : %s
nl_nl: Naam: %s

source: Category: %s
de_de: Kategorie: %s
fr_fr: Catégorie : %s
nl_nl: Categorie: %s

source: Locale: %s
de_de: Sprachumgebung: %s
fr_fr: Langue : %s

source: User list: %d
de_de: Benutzerliste: %d
fr_fr: Liste d'utilisateurs : %d
nl_nl: Gebruikers lijst: %d

source: Secure users: %d of %d
de_de: Sichere Benutzer: %d von %d
fr_fr: Utilisateurs sécurisés : %d sur %d

source: Client TLS users: %d of %d
de_de: Client TLS-Benutzer: %d von %d
fr_fr: Utilisateurs TLS client : %d sur %d

source: Client NAT users: %d of %d
de_de: Client NAT-Benutzer: %d von %d
fr_fr: Utilisateurs NAT clients : %d sur %d

source: Active users: %d
de_de: Aktive Benutzer: %d
fr_fr: Utilisateurs actifs : %d
nl_nl: Actieve gebruikers :%d

source: Passive users: %d
de_de: Passive Benutzer: %d
fr_fr: Utilisateurs passifs : %d
nl_nl: Passieve gebruikers: %d

source: Operator count: %d of %d
de_de: Betreiberanzahl: %d von %d
fr_fr: Nombre d'opérateurs : %d sur %d
nl_nl: Aantal Operators: %d of %d

source: Bot count: %d
de_de: Botanzahl: %d
fr_fr: Nombre de robots : %d
nl_nl: Bot aantal: %d

source: Users in country zone #%d: %d of %d [%s] [%s]
de_de: Benutzer in Länderzone #%d: %d von %d [%s] [%s]
fr_fr: Les utilisateurs dans la zone pays #%d : %d sur %d [%s] [%s]
nl_nl: Gebruikers in landen zone #%d: %d of %d [%s] [%s]

source: Users in IP zone #%d: %d of %d [%s] [%s]
de_de: Benutzer in IP-Zone #%d: %d von %d [%s] [%s]
fr_fr: Utilisateurs dans la zone IP #%d : %d sur %d [%s] [%s]
nl_nl: Gebruikers in IP zone #%d: %d of %d [%s] [%s]

source: Other users: %d of %d [%s]
de_de: Andere Benutzer: %d von %d [%s]
fr_fr: Les autres utilisateurs : %d sur %d [%s]
nl_nl: Andere gebruikers: %d of %d [%s]

source: Temporary nick ban list size: %d / %d
de_de: Größe der temporären Nick-Sperrliste: %d / %d
fr_fr: Taille de la liste de bannissement temporaire de pseudonymes : %d / %d
nl_nl: Tijdelijke nick ban lijst grootte: %d / %d

source: Temporary IP ban list size: %d / %d
de_de: Größe der temporären IP-Sperrliste: %d / %d
fr_fr: Taille de la liste de bannissement temporaire d'IP : %d / %d
nl_nl: Tijdelijke IP-ban lijst grootte: %d / %d

source: MaxMindDB information
fr_fr: Informations MaxMindDB
nl_nl: MaxMindDB informatie

source: MaxMindDB version: %s
fr_fr: Version MaxMindDB : %s
nl_nl: MaxMindDB versie: %s

source: ICU version: %s
fr_fr: Version ICU : %s

source: Database path: %s
de_de: Datenbankpfad: %s
fr_fr: Chemin vers la base de données : %s

source: Names language: %s
de_de: Namen der Sprache: %s
fr_fr: La langue des noms : %s
nl_nl: Namen taal : %s

source: Hub encoding: %s
fr_fr: Encodage du hub : %s
nl_nl: Hub-codering: %s

source: Total requests: %lu
de_de: Gesamte Anfragen: %lu
fr_fr: Nombre total des requêtes : %lu
nl_nl: Totaal aantal verzoeken: %lu

source: Cached requests: %lu
de_de: Zwischengespeicherte Anfragen: %lu
fr_fr: Requêtes en cache : %lu
nl_nl: Verzoeken in cache: %lu

source: Cached items: %lu
de_de: Zwischengespeicherte Einträge: %lu
fr_fr: Éléments en cache : %lu
nl_nl: Items in de cache: %lu

source: Country database
de_de: Länder Datenbank
fr_fr: Base de données des pays
nl_nl: Landen database

source: Loaded
de_de: Geladen
fr_fr: Chargé
nl_nl: Geladen
