Repository: Verlihub/verlihub
Catalog: po/plugins_*.CP1250.po
Languages: cs_cz, pl_pl, ro_ro

source: Give a list of chatrooms
cs_cz: Dodá seznam místností
pl_pl: Pokaz liste pokoi
ro_ro: Iata o lista cu camere de chat

source: Give a list of forbidden expressions
cs_cz: Dodá seznam zakázaných výrazù
pl_pl: Pokaz liste zakazanych wyrazen
ro_ro: Iata o lista cu expresii interzise

source: Sorry the regular expression you provided is not valid.
cs_cz: Regulární výraz není platný.
pl_pl: Niestety wyrazenie regularne podane przez Ciebie jest nieprawidlowe.
ro_ro: Ne pare rau dar sintaxa folosita de tine nu este valida

source: Forbidden words in %s: %s
pl_pl: Zakazane slowa w %s: %s
ro_ro: Cuvinte interzise în %s: %s

source: Last %d events of nick %s:
cs_cz: Posledních %d akcí uživatele %s:
pl_pl: Ostatnie %d zdarzenia uzytkownika %s:
ro_ro: Ultimele %d evenimente ale utilizatorului %s:

source: Last %d events of IP %s:
cs_cz: Posledních %d akcí z IP %s:
pl_pl: Ostatnie %d zdarzenia z IP %s:
ro_ro: Uktimele %d evenimente ale IP-ului %s:

source: connect
cs_cz: spojit
pl_pl: polaczenie
ro_ro: conectat

source: login
cs_cz: pøihlášení
pl_pl: logowanie
ro_ro: logare

source: logout
cs_cz: odhlášení
pl_pl: wylogowanie
ro_ro: delogare

source: disconnect
cs_cz: odpojení
pl_pl: rozlaczenie
ro_ro: deconectat

source: bad nick or nick temporarily banned
cs_cz: špatný nick nebo nick doèasnì zabanován
pl_pl: zla nazwa uzytkownika lub nazwa uzytkownika zostala tymczasowo zbanowana
ro_ro: nume de utilizator interzis sau nume de utilizator temporar blocat

source: used different nick in chat
cs_cz: použit jiný nick v chatu
pl_pl: uzywana inna nazwa uzytkownika na czacie
ro_ro: a folosit alt nume de utilizator in chat

source: kicked
cs_cz: vykopnut
pl_pl: kopniety
ro_ro: a dat afara

source: redirected
cs_cz: pøesmìrován
pl_pl: przekierowany
ro_ro: redirectionat

source: exit from the hub
cs_cz: odchod z hubu
pl_pl: opuscil hub
ro_ro: a iesit de pe hub

source: critical hub load
pl_pl: krytyczne obciazenie huba
ro_ro: incarcare critica a hubului

source: timeout
pl_pl: przekroczony czas
ro_ro: asteptare

source: user did nothing for too long time
cs_cz: uživatel neprojevil žádnou aktivitu po pøíliš dlouhou dobu
pl_pl: uzytkownik zbyt dlugo nic nie robil
ro_ro: utilizatorul nu a facut nimic pentru o perioada mare de timp

source: hub full
cs_cz: hub je plný
pl_pl: hub byl pelny
ro_ro: hubul este plin

source: share limit
cs_cz: limit sdílení
pl_pl: limit udostepniania
ro_ro: limita de sharing

source: no tag or not valid
cs_cz: bez tagu nebo vadný tag
pl_pl: brak tagu lub tag nieprawidlowy
ro_ro: fara TAG sau nu este valid

source: tag breaks hub rules
cs_cz: tag porušuje pravidla hubu
pl_pl: tag niezgodny z zasadami hubu
ro_ro: tag-ul încalca regulile hubului

source: wrong password
cs_cz: špatné heslo
pl_pl: zle haslo
ro_ro: parola gresita

source: error in login sequence
cs_cz: chyba v pøihlašovací sekvenci
pl_pl: blad w logowaniu
ro_ro: eroare aparuta la autentificare

source: syntax error in some messages
cs_cz: chyba v syntaxi zpráv
pl_pl: blad w skladni wiadomosci
ro_ro: eroare de sintaxa in mesaj

source: invalid key
cs_cz: nesprávný klíè
pl_pl: bledny klucz
ro_ro: cheie invalida

source: Date
cs_cz: Datum
pl_pl: Data
ro_ro: Data

source: Action
cs_cz: Akce
pl_pl: Akcja
ro_ro: Actiune

source: Nickname
cs_cz: Pøezdívka
pl_pl: Nazwa uzytkownika
ro_ro: Nume utilizator

source: Info
pl_pl: Informacja
ro_ro: Informatie

source: Nick %s has lately been in the hub with the following IP
cs_cz: Nick %s byl naposled hubu s následující IP
pl_pl: Nick %s byl na hubie z nastepujacymi numerami IP
ro_ro: Utilizatorul %s a mai fost pe hub, avand urmatoarele adrese IP

source: IP %s has lately been in the hub with following nicknames
cs_cz: IP %s byla naposled na hubu s následujícími nicky
pl_pl: Uzytkownicy z IP %s byli ostatnio na hubie z nastepujacymi nickami
ro_ro: IP-ul: %s a mai fost pe hub, folosind urmatoarele nume de utilizator

source: Give a list of ISPs
cs_cz: Dodá seznam ISP
pl_pl: Pokaz liste dostawcow internetu
ro_ro: Iata o lista cu ISP-uri

source: Unknown range format.
cs_cz: Neznámý formát rozsahu.
pl_pl: Nieznany format zakresu.
ro_ro: Format necunoscut al range-ului

source: Sorry the regular expression for nickname you provided is not valid.
cs_cz: Regulární výraz pro nickname není platný.
pl_pl: Wyrazenie regularne dla nazwy uzytkownika jest nieprawidlowe.
ro_ro: Ne pare rau, dar expresia numelui tau de utilizator nu este valida.

source: Sorry the regular expression for connection you provided is not valid.
cs_cz: Regulární výraz pro typ pøipojení není platný.
pl_pl: Wyrazenie regularne dla polaczenie jest nieprawidlowe.
ro_ro: Ne pare rau, dar setarea conexiunii tale, nu este valida.

source: Your nick should match %[pattern]
cs_cz: Tvoje pøezdívka by mìla odpovídat %[pattern]
pl_pl: Twoja nazwa uzytkownika powinna pasowac do wzorca %[pattern]
ro_ro: Numele tau de utilizator se potriveste cu %[pattern]

source: Your connection type should match %[pattern]
cs_cz: Tvùj typ pøipojení by mìl odpovídat %[pattern]
pl_pl: Twoj typ polaczenia powinien pasowac do wzorca %[pattern]
ro_ro: Tipul tau de conexiune se potriveste cu %[pattern]

source: Incorrect password
pl_pl: Nieprawid³owe has³o

source: You have no rights to do this.
pl_pl: Nie masz uprawnien, aby to zrobic.
ro_ro: Nu ai permisiunile necesare acestei actiuni.

source: Lua version: %s [%s]
pl_pl: Wersja Lua: %s [%s]
ro_ro: Versiune Lua: %s [%s]

source: Copyright: %s
pl_pl: Prawa autorskie: %s
ro_ro: Drept de autor: %s

source: Authors: %s
pl_pl: Autorzy: %s
ro_ro: Autori: %s

source: Hub version: %s
pl_pl: Wersja huba: %s
ro_ro: Versiune de hub: %s

source: Loaded scripts: %d
pl_pl: Zaladowane skrypty: %d
ro_ro: Scripte încãrcate: %d

source: Memory used: %s
pl_pl: Pamiec w uzyciu: %s
ro_ro: Memorie utilizatã: %s

source: Loaded Lua scripts
pl_pl: Zaladowane skrypty Lua
ro_ro: Scripturi Lua incarcate

source: Script
cs_cz: Skript
pl_pl: Skrypt
ro_ro: Scriptul

source: Memory
pl_pl: Pamiec
ro_ro: Memorie

source: Failed loading directory: %s
pl_pl: Nie powiodlo sie zaladowanie katalogu: %s
ro_ro: Încãrcarea directorului: %s a eºuat.

source: Lua scripts found in: %s
pl_pl: Skrypty Lua znaleziono w: %s
ro_ro: Scripturi Lua disponibile in: %s

source: Script stopped: %s
pl_pl: Zatrzymano skrypt %s
ro_ro: Script oprit: %s

source: Script not stopped because it's not loaded: #%d
pl_pl: Skrypt #%d nie zostal zatrzymany, poniewaz nie byl uruchomiony.
ro_ro: Scriptul nu s-a oprit pentru cã nu s-a încãrcat: #%d

source: Script not stopped because it's not loaded: %s
pl_pl: Skrypt %s nie zostal zatrzymany, poniewaz nie byl uruchomiony.
ro_ro: Scriptul nu s-a oprit pentru cã nu s-a încãrcat: %s

source: Script number %d is out of range. Get the right number using !luafiles command or specify the script path instead.
pl_pl: Numer %d skryptu jest z poza zakresu. SprawdŸ prawid³owy numer u¿ywaj¹c komendy !luafiles lub podaj œcie¿kê do skryptu.
ro_ro: Numãrul scriptului %d este în afara seriei. Aflã numãrul corect folosind comanda !luafiles sau specificã patch-ul corespunzãtor.

source: Script is already loaded: %s
pl_pl: Skrypt %s juz jest zaladowany.
ro_ro: Script deja încãrcat: %s

source: Failed to allocate new Lua interpreter for script: %s [ %s ]
pl_pl: Nie uda³o siê przydzieliæ nowego interpretera Lua do skryptu: %s [ %s ]
ro_ro: Alocare eºuatã a noului interpret pentru scripte Lua: %s [ %s ]

source: Script is now loaded: %s
pl_pl: Skrypt %s zostal zaladowany.
ro_ro: S-a încãrcat acum scriptul: %s

source: Script not found or couldn't be parsed: %s
pl_pl: Skrypt %s nie zostal znaleziony lub nie moze byc uruchomiony.
ro_ro: Scriptul nu s-a gãsit s-au n-a putut fi accesat: %s

source: Updated configuration %s.%s from '%s' to '%s'.
pl_pl: Zaktualizowano konfiguracje %s.%s: Zmieniono '%s' na '%s'.
ro_ro: Se înnoieste configurarea %s.%s din '%s' în '%s'.

source: Current log level: %d
pl_pl: Aktualny poziom logowania: %d
ro_ro: Nivelul curent al log-ului: %d

source: Updated configuration %s.%s: %s -> %s
pl_pl: Zaktualizowano konfiguracje %s.%s: Zmieniono '%s' na '%s'.
ro_ro: Actualizare configurãri %s.%s: %s -> %s

source: Current error class: %d
pl_pl: Aktualna klasa bledu: %d
ro_ro: Eroare curentã class: %d

source: Lua error
pl_pl: Blad Lua
ro_ro: Eroare lua

source: Unknown error
pl_pl: Nieznany blad
ro_ro: Eroare necunoscuta

source: The message has been sent to %s because he is online.
cs_cz: Zpráva byla odeslána uživateli %s protože je online.
pl_pl: Wiadomosc zostala wyslana do %s, bo jest online.
ro_ro: Mesajul a fost trimis catre %s deoarece este online.

source: Message saved.
cs_cz: Zpráva uložena.
pl_pl: Wiadomosc zapisana.
ro_ro: Mesaj salvat.

source: You have %d message in your box.
cs_cz: Máš %d zprávu ve schránce.
pl_pl: Masz %d wiadomosc w Twojej skrzynce.
ro_ro: Ai %d mesaj in casuta de mesaje.

source: You have no new message in your box.
cs_cz: Nemáš žádné zprávy ve schránce.
pl_pl: Nie masz nowych wiadomosci w skrzynce.
ro_ro: Nu ai niciun mesaj.

source: From: %s To: %s Date: %s Subject: %s
cs_cz: Od: %s Pro: %s Datum: %s Pøedmìt: %s
pl_pl: Od: %s Do: %s Data: %s Temat: %s
ro_ro: De la: %s pentru: %s Data: %s Subiect: %s

source: From: %s To: %s Date: %s Subject: %s %s ----
cs_cz: Od: %s Pro: %s Datum: %s Pøedmìt: %s %s ----
pl_pl: Od: %s Do: %s Data: %s Temat: %s %s ----
ro_ro: De la: %s pentru: %s Data: %s Subiect: %s %s ----

source: #OFFLINE MESSAGE# [%s] Subject: %s ------------------------- %s
cs_cz: #OFFLINE ZPRÁVA# [%s] Pøedmìt: %s ------------------------- %s
pl_pl: #Wiadomosci Offline# [%s] Temat: %s ------------------------- %s
ro_ro: #MESAJ OFFLINE# [%s] Subiect: %s ------------------------- %s

source: Loaded Perl scripts
pl_pl: Zaladowane skrypty Perl
ro_ro: Scripturi Perl incarcate

source: Script %s stopped.
cs_cz: Skript %s zastaven.
pl_pl: Skrypt %s zostal zatrzymany.
ro_ro: Scriptul %s a fost oprit.

source: Script #%s not stopped because it is not running.
cs_cz: Skript #%s nebyl zastaven protože nebyl spuštìn.
pl_pl: Skryptu #%s nie zatrzymano, poniewaz nie byl uruchomiony.
ro_ro: Scriptul #%s nu a fost oprit deoarece nu ruleaza.

source: Script %s not stopped because it is not running.
cs_cz: Skript %s nebyl zastaven protože nebyl spuštìn.
pl_pl: Skryptu %s nie zatrzymano, poniewaz nie byl uruchomiony.
ro_ro: Scriptul %s nu a fost oprit deoarece nu ruleaza.

source: Failed loading directory %s.
cs_cz: Selhalo nahrávání adresáøe %s.
pl_pl: Nie powiodlo sie zaladowanie katalogu %s.
ro_ro: Nu s-a putut incarca directorul %s.

source: Script %s is already running.
cs_cz: Skript %s už bìží.
pl_pl: Skrypt %s jest juz uruchomiony.
ro_ro: Scriptul %s ruleaza deja.

source: Script %s is now running.
cs_cz: Skript %s je nyní spuštìn.
pl_pl: Skrypt %s zostal uruchomiony.
ro_ro: Scriptul %s ruleaza cu succes.

source: Script %s not stopped because it is not running.
cs_cz: Skript %s nezastaven protože nebìží.
pl_pl: Skryptu %s nie zatrzymano, poniewaz nie byl uruchomiony.
ro_ro: Scriptul %s nu a fost oprit deoarece nu ruleaza.

source: %s version: %s
pl_pl: %s wersja: %s
ro_ro: %s versiune: %s

source: %s executable: %s
pl_pl: %s plik wykonywalny: %s
ro_ro: %s executabil: %s

source: %s build time: %s
pl_pl: %s czas budowy: %s
ro_ro: %s timp de construcþie: %s

source: Plugin name must be max 10 characters long, please provide another one.
pl_pl: Nazwa wtyczki powinna miec maksymalnie 10 znakow. Nalezy podac inna.
ro_ro: Numele pluginului trebuie sa aiba maxim 10 caractere, te rugam sa mai incerci o data.

source: Please provide a valid path for the plugin.
cs_cz: Nastav funkèní cestu pro plugin.
pl_pl: Prosze podac prawidlowa sciezke do wtyczki.
ro_ro: Te rugam sa introduci o cale valida pentru acest plugin.

source: Plugin loaded.
pl_pl: Wtyczka zaladowana.
ro_ro: Pluginul a fost incarcat.

source: Plugin not found: %s
pl_pl: Nie znaleziono wtyczki: %s
ro_ro: Pluginul %s nu a fost gasit.

source: Plugin unloaded.
pl_pl: Wtyczka wylaczona.
ro_ro: Pluginul a fost dezactivat.

source: Plugin not unloaded, probably because it's not loaded.
pl_pl: Wtyczka nie zostala wylaczona, gdyz prawdopodobnie nie byla zaladowana.
ro_ro: Nu s-a putut dezactiva pluginul, probabil nu a fost activat.

source: Plugin reloaded.
pl_pl: Wtyczka zostala przeladowana.
ro_ro: Pluginul a fost reincarcat.

source: Plugin not reloaded, probably because it's not loaded.
pl_pl: Wtyczka nie zostala przeladowana, gdyz prawdopodobnie nie byla zaladowana.
ro_ro: Pluginul nu se poate reincarca, deoarece nu a fost incarcat initial.

source: Plugin not found.
cs_cz: Plugin nenalezen.
pl_pl: Nie znaleziono wtyczki.
ro_ro: Pluginul nu a fost gasit.

source: Plugin does not support scripts.
pl_pl: Wtyczka nie obsluguje skryptow.
ro_ro: Acest plugin nu suporta scripturi.

source: Script loaded.
pl_pl: Skrypt zaladowany
ro_ro: Scriptul a fost incarcat.

source: Error loading script.
pl_pl: Blad ladowania skryptow.
ro_ro: Eroare la incarcarea scriptului.

source: Plugin needs to be recompiled.
pl_pl: Wtyczka wymaga ponownej kompilacji.
ro_ro: Pluginul necesitã recompilare.

source: Name: %s [%s] [%s]
pl_pl: Nazwa: %s [%s] [%s]
ro_ro: Nume: %s [%s] [%s]

source: On
cs_cz: Zapnuto
pl_pl: Wlaczona
ro_ro: Pornit

source: Off
cs_cz: Vypnuto
pl_pl: Wylaczona
ro_ro: Oprit

source: Automated
pl_pl: Automatycznie
ro_ro: Automatic

source: Manual
pl_pl: Recznie

source: Path: %s
pl_pl: Sciezka: %s
ro_ro: Cale: %s

source: Description: %s
pl_pl: Opis: %s
ro_ro: Descriere: %s

source: Last error: %s
pl_pl: Ostatni blad: %s
ro_ro: Ultima eroare: %s

source: Python interpreter is not loaded.
cs_cz: Python pøekladaè nebyl nahrán.
pl_pl: Interpreter Pythona nie zostal zaladowany.
ro_ro: Interpretorul Python nu este activ.

source: Loaded Python scripts
pl_pl: Zaladowane skrypty Pythona
ro_ro: Încãrcare scripte Python

source: Python scripts found in: %s
pl_pl: Skrypty Pythona znaleziono w: %s
ro_ro: Scriptele Python gãsite în: %s

source: Script #%d stopped: %s
pl_pl: Zatrzymano skrypt #%d: %s
ro_ro: Script #%d oprit: %s

source: Script number %d is out of range. Get the right number using !pyfiles command or specify the script path instead.
pl_pl: Numer %d skryptu jest z poza zakresu. SprawdŸ prawid³owy numer u¿ywaj¹c komendy !pyfiles lub podaj œcie¿kê do skryptu.
ro_ro: Numãrul scriptului %d este în afara seriei. Aflã numãrul corect folosind comanda !pyfiles sau specificã patch-ul corespunzãtor.

source: Script #%d is already loaded: %s
pl_pl: Skrypt #%d juz jest zaladowany: %s
ro_ro: Scriptul #%d este deja încãrcat: %s

source: Failed to allocate new Python interpreter for script: %s [ %s ]
pl_pl: Nie uda³o siê przydzieliæ nowego interpretera Python do skryptu: %s [ %s ]
ro_ro: Alocare eºuatã a noului interpret pentru scripte Python: %s [ %s ]

source: Script #%d is now loaded: %s
pl_pl: Skrypt #%d zostal zaladowany: %s
ro_ro: Scriptul #%d este acum încãrcat: %s

source: Replaced words
pl_pl: Zastapione slowa
ro_ro: Cuvinte inlocuite

source: Word
pl_pl: Slowo
ro_ro: Cuvant

source: Replace with
cs_cz: Nahradit s
pl_pl: Zamien na
ro_ro: Inlocuieste cu

source: Affected class
cs_cz: Ovlivnìna class
pl_pl: Dotyczy klasy
ro_ro: Clasa afectata

source: Word '%s' does not exist.
cs_cz: Slovo '%s' neexistuje.
pl_pl: Slowo '%s' nie istnieje.
ro_ro: Cuvantul '%s' nu exista.

source: Word '%s' deleted.
cs_cz: Slovo '%s' smazáno.
pl_pl: Slowo '%s' usuniete.
ro_ro: Cuvantul '%s' a fost sters.

source: Sorry the regular expression you provided cannot be parsed.
cs_cz: Regulérní výraz který jsi poskytl nelze analyzovat.
pl_pl: Podane wyrazenie regularne jest nieprawidlowe.
ro_ro: Imi pare rau, dar sintaxa oferita de tine, nu poate fi procesata.

source: Word '%s' already exists.
cs_cz: Slovo '%s' už existuje.
pl_pl: S³owo '%s' juz istnieje.
ro_ro: Cuvantul '%s' exista deja.

source: Added word %s. This word will be filtered in public chat for users with class that is less than or equal to %d.
cs_cz: Vloženo slovo %s. Toto sovo bude filtrováno na veøejném chatu pro uživatele s class nižší nebo rovno %d.
pl_pl: Dodano slowo %s. To slowo bedzie filtrowane na czacie publicznnym dla uzytkownikow z klasy %d lub nizszej.
ro_ro: Cuvantul %s a fost adaugat cu succes. Filtrarea se va face in main chat pentru utilizatorii cu o clasa mai mica sau egala cu %d.

source: Error adding word '%s'.
cs_cz: Chyba pøi vkládání slova '%s'.
pl_pl: Blad przy dodawaniu slowa '%s'.
ro_ro: Eroare la adaugarea cuvantului '%s'.

source: MC
ro_ro: Chat Principal

source: PM
ro_ro: Chat Privat

source: FORBID: User sent forbidden words in %s: %s
cs_cz: FORBID: Uživatel odeslal zakázané slova v %s: %s

source: PUBLIC chat
cs_cz: VEØEJNÝ chat

source: PRIVATE chat
cs_cz: SOUKROMÁ zpráva

source: Lua version
cs_cz: Lua verze

source: Lua library version
cs_cz: Lua knihovna verze

source: Authors
cs_cz: Autoøi

source: Memory used
cs_cz: Využitá pamì

source: Plugman version
cs_cz: Plugman verze

source: Verlihub executable
cs_cz: Verlihub spouštìè

source: Name
cs_cz: Název

source: Path
cs_cz: Cesta

source: Description
cs_cz: Popis

source: Failed to allocate new Python interpreter.
cs_cz: Selhalo hledání nového pøekladaèe pro Python.
