Repository: Verlihub/verlihub
Catalog: po/plugins_*.CP1251.po
Languages: ru_ru, uk_ua

source: Give a list of chatrooms
ru_ru: Получить список чат-комнат
uk_ua: Отримати список чат-кімнат

source: Give a list of forbidden expressions
ru_ru: Получить список запрещённых выражений
uk_ua: Отримати список заборонених виразів

source: Sorry the regular expression you provided is not valid.
ru_ru: К сожалению регулярное выражение указанное вами недопустимо.
uk_ua: На жаль, регулярний вираз вказаний вами неприпустимий.

source: Forbidden words in %s: %s
ru_ru: Запрещённые слова в %s: %s
uk_ua: Заборонені слова в %s: %s

source: MC
ru_ru: главном чате
uk_ua: головному чаті

source: PM
ru_ru: личном сообщении
uk_ua: особистому повідомленні

source: Last %d events of nick %s:
ru_ru: Последние %d событий для ника %s:
uk_ua: Останні %d подій для ніку %s:

source: Last %d events of IP %s:
ru_ru: Последние %d событий для IP %s:
uk_ua: Останні %d подій для IP %s:

source: connect
ru_ru: соединение
uk_ua: з'єднання

source: login
ru_ru: войти
uk_ua: увійти

source: logout
ru_ru: выйти
uk_ua: вийти

source: disconnect
ru_ru: отключиться
uk_ua: відключитися

source: bad nick or nick temporarily banned
ru_ru: неправильный ник или ник временно забанен
uk_ua: неправильний нік чи нік тимчасово забанен

source: used different nick in chat
ru_ru: использовали различные ник в чате
uk_ua: використовували різні ніки у чаті

source: kicked
ru_ru: выкинуто
uk_ua: викинуто

source: redirected
ru_ru: перенаправлен
uk_ua: перенаправлений

source: exit from the hub
ru_ru: выйти из хаба
uk_ua: вийти з хаба

source: critical hub load
ru_ru: критическая нагрузка на хаб
uk_ua: критичне навантаження на хаб

source: timeout
ru_ru: Тайм-аут
uk_ua: Тайм-аут

source: user did nothing for too long time
ru_ru: Пользователь ничего не делал долгое время
uk_ua: Користувач нічого не робив довгий час

source: hub full
ru_ru: хаб полон
uk_ua: хаб повний

source: share limit
ru_ru: лимит шары
uk_ua: ліміт шари

source: no tag or not valid
ru_ru: нет тега или недействителен
uk_ua: немає тега або недійсний

source: tag breaks hub rules
ru_ru: тег противоречит правилам хаба
uk_ua: тег суперечить правилам хаба

source: wrong password
ru_ru: неправильный пароль
uk_ua: невірний пароль

source: error in login sequence
ru_ru: шибка в последовательности входа
uk_ua: помилка у послідовності входу

source: syntax error in some messages
ru_ru: синтаксические ошибки в некоторых сообщениях
uk_ua: синтаксичні помилки в деяких повідомленнях

source: invalid key
ru_ru: недействительный ключ
uk_ua: недійсний ключ

source: Date
ru_ru: Дата
uk_ua: Дата

source: Action
ru_ru: Действие
uk_ua: Дія

source: Nickname
ru_ru: Ник
uk_ua: Нік

source: Info
ru_ru: Информация
uk_ua: Інформація

source: Nick %s has lately been in the hub with the following IP
ru_ru: В последнее время %s заходил со следующего IP
uk_ua: В последнее время %s заходил со следующего IP

source: IP %s has lately been in the hub with following nicknames
ru_ru: В последнее раз IP %s использовал следующий ник
uk_ua: Останнім часом %s заходив з наступного IP

source: Give a list of ISPs
ru_ru: Получить список провайдеров
uk_ua: Отримати список провайдерів

source: Unknown range format.
ru_ru: Неизвестный формат диапазона.
uk_ua: Невідомий формат діапазону.

source: Sorry the regular expression for nickname you provided is not valid.
ru_ru: К сожалению, регулярное выражение для ника, указанное вами, недопустимо.
uk_ua: На жаль, регулярне вираження для ніку, вказане вами, неприпустимо.

source: Sorry the regular expression for connection you provided is not valid.
ru_ru: К сожалению, регулярное выражение для соединения, указанное вами, недопустимо.
uk_ua: На жаль, регулярне вираження для з'єднання, вказане вами, неприпустимо.

source: Your nick should match %[pattern]
ru_ru: Ваш ник должен соответствовать %[pattern]
uk_ua: Ваш нік повинен відповідати %[pattern]

source: Your connection type should match %[pattern]
ru_ru: Ваш тип соединения должен соответствовать %[pattern]
uk_ua: Ваш тип з'єднання має відповідати %[pattern]

source: Incorrect password
ru_ru: Неверный пароль
uk_ua: Невірний пароль

source: You have no rights to do this.
ru_ru: У вас нет прав для выполнения этого.
uk_ua: У вас немає прав для виконання цього.

source: Lua version: %s [%s]
ru_ru: Версия Lua: %s [%s]
uk_ua: Версія Lua: %s [%s]

source: Copyright: %s
ru_ru: Авторские права: %s
uk_ua: Авторські права: %s

source: Authors: %s
ru_ru: Авторы: %s
uk_ua: Автори: %s

source: Hub version: %s
ru_ru: Версия хаба: %s
uk_ua: Версія хаба: %s

source: Loaded scripts: %d
ru_ru: Загружено скриптов: %d
uk_ua: Завантажено скриптів: %d

source: Memory used: %s
ru_ru: Использовано памяти: %s
uk_ua: Використання пам'яті: %s

source: Loaded Lua scripts
ru_ru: Загруженные Lua скрипты
uk_ua: Завантажені Lua скрипти

source: Script
ru_ru: Скрипт
uk_ua: Скрипт

source: Memory
ru_ru: Память
uk_ua: Пам'ять

source: Failed loading directory: %s
ru_ru: Ошибка при загрузке каталога: %s
uk_ua: Помилка при завантаженні каталогу: %s

source: Lua scripts found in: %s
ru_ru: Lua скрипты найденные в: %s
uk_ua: Lua скрипти знайдені в: %s

source: Script stopped: %s
ru_ru: Скрипт остановлен: %s
uk_ua: Скрипт зупинено: %s

source: Script not stopped because it's not loaded: #%d
ru_ru: Скрипт не остановлен, потому что он не загружен #%d
uk_ua: Скрипт не зупинено, тому що він не завантажений #%d

source: Script not stopped because it's not loaded: %s
ru_ru: Скрипт не остановлен, потому что он не загружен: %s
uk_ua: Скрипт не зупинено, тому що він не завантажений: %s

source: Script number %d is out of range. Get the right number using !luafiles command or specify the script path instead.
ru_ru: Скрипт номер %d вне диапазона. Узнать правильный номер можно командой !luafiles или указать взамен путь скрипта.
uk_ua: Скрипт номер %d поза діапазоном. Дізнатися правильний номер можна командою !luafiles або вказати натомість шлях скрипту.

source: Script is already loaded: %s
ru_ru: Скрипт уже загружен: %s
uk_ua: Скрипт вже завантажено: %s

source: Failed to allocate new Lua interpreter for script: %s [ %s ]
ru_ru: Не удалось выделить новый интерпретатор Lua для скриптов: %s [ %s ]
uk_ua: Не вдалося виділити новий інтерпретатор Lua для скриптів: %s [ %s ]

source: Script is now loaded: %s
ru_ru: Скрипт успешно загружен: %s
uk_ua: Скрипт успішно завантажено: %s

source: Script not found or couldn't be parsed: %s
ru_ru: Скрипт не найден или не может быть разобран: %s
uk_ua: Скрипт не знайдений або не може бути розібраний: %s

source: Updated configuration %s.%s from '%s' to '%s'.
ru_ru: Обновлена конфигурация %s.%s с '%s' на '%s'.
uk_ua: Оновлено конфігурацію %s.%s с '%s' на '%s'.

source: Current log level: %d
ru_ru: Текущий уровень логов: %d
uk_ua: Поточний рівень логів: %d

source: Updated configuration %s.%s: %s -> %s
ru_ru: Обновлена конфигурация %s.%s: %s -> %s
uk_ua: Оновлено конфігурацію %s.%s: %s -> %s

source: Current error class: %d
ru_ru: Данный класс для ошибок: %d
uk_ua: Цей клас для помилок: %d

source: Lua error
ru_ru: Ошибка Lua
uk_ua: Помилка Lua

source: Unknown error
ru_ru: Неизвестная ошибка
uk_ua: Невідома помилка

source: The message has been sent to %s because he is online.
ru_ru: Сообщение было отправлено к %s потому, что он в сети.
uk_ua: Повідомлення було відправлено до %s тому, що він у мережі.

source: Message saved.
ru_ru: Сообщение сохранено.
uk_ua: Повідомлення збережено.

source: You have %d message in your box.
ru_ru: Вы получили %d сообщение
uk_ua: Ви отримали %d повідомлення

source: You have no new message in your box.
ru_ru: У вас нет новых сообщений в ящике.
uk_ua: У вас немає нових повідомлень у скриньці.

source: From: %s To: %s Date: %s Subject: %s
ru_ru: От: %s Кому: %s Дата: %s Тема: %s
uk_ua: Від: %s Кому: %s Дата: %s Тема: %s

source: From: %s To: %s Date: %s Subject: %s %s ----
ru_ru: От: %s Кому: %s Дата: %s Тема: %s %s ----
uk_ua: Від: %s Кому: %s Дата: %s Тема: %s %s ----

source: #OFFLINE MESSAGE# [%s] Subject: %s ------------------------- %s
ru_ru: #ОФФЛАЙН СООБЩЕНИЕ# [%s] Субъект: %s ------------------------- %s
uk_ua: #ОФФЛАЙН ПОВІДОМЛЕННЯ# [%s] Суб'єкт: %s ------------------------- %s

source: Loaded Perl scripts
ru_ru: Загруженные Perl скрипты
uk_ua: Завантажені Perl скрипти

source: Script %s stopped.
ru_ru: Скрипт %s остановлен.
uk_ua: Скрипт %s зупинено.

source: Script #%s not stopped because it is not running.
ru_ru: Скрипт #%s не остановлен, потому что он не запущен.
uk_ua: Скрипт #%s не зупинено, тому що він не запущений.

source: Script %s not stopped because it is not running.
ru_ru: Скрипт %s не остановлен, потому что он не запущен.
uk_ua: Скрипт %s не зупинено, тому що він не запущений.

source: Failed loading directory %s.
ru_ru: Не удалось загрузить каталог %s.
uk_ua: Неможливо завантажити каталог %s.

source: Script %s is already running.
ru_ru: Скрипт %s уже запущен.
uk_ua: Скрипт %s вже запущено.

source: Script %s is now running.
ru_ru: Скрипт %s успешно запущен.
uk_ua: Скрипт %s успішно запущено.

source: Script %s not stopped because it is not running.
ru_ru: Скрипт %s не остановлен потому что он не запущен.
uk_ua: Скрипт %s не зупинено, тому що він не запущений.

source: %s version: %s
ru_ru: Версия %s: %s
uk_ua: Версія %s: %s

source: %s executable: %s
ru_ru: Исполняемый файл %s: %s
uk_ua: Виконуваний файл %s: %s

source: %s build time: %s
ru_ru: Время сборки %s: %s
uk_ua: Час сборки %s: %s

source: Plugin name must be max 10 characters long, please provide another one.
ru_ru: Название плагина не должно содержать более 10 символов, пожалуйста попробуйте другое.
uk_ua: Назва плагіна не повинна містити більше 10 символів, будь ласка, спробуйте інше.

source: Please provide a valid path for the plugin.
ru_ru: Укажите правильный путь до плагина.
uk_ua: Вкажіть правильний шлях до плагіну.

source: Plugin loaded.
ru_ru: Плагин загружен.
uk_ua: Плагін завантажено.

source: Plugin not found: %s
ru_ru: Плагин не найден: %s
uk_ua: Плагін не знайдено: %s

source: Plugin unloaded.
ru_ru: Плагин выгружен.
uk_ua: Плагін вивантажено.

source: Plugin not unloaded, probably because it's not loaded.
ru_ru: Плагин не выгружен, потому что, возможно, он не был загружен.
uk_ua: Плагін не вивантажений, тому що, можливо, він не був завантажений.

source: Plugin reloaded.
ru_ru: Плагин перезагружен.
uk_ua: Плагін перезавантажено.

source: Plugin not reloaded, probably because it's not loaded.
ru_ru: Плагин не перезагружен, потому что, возможно, он не был загружен.
uk_ua: Плагін не перевантажений, тому що, можливо, він не був завантажений.

source: Plugin not found.
ru_ru: Плагин не найден.
uk_ua: Плагін не знайдено.

source: Plugin does not support scripts.
ru_ru: Плагин не поддерживает скрипты.
uk_ua: Плагін не підтримує скрипти.

source: Script loaded.
ru_ru: Скрипт загружен.
uk_ua: Скрипт завантажено.

source: Error loading script.
ru_ru: Ошибка загрузки скрипта.
uk_ua: Помилка завантаження скрипту.

source: Plugin needs to be recompiled.
ru_ru: Плагин требует перекомпилирования.
uk_ua: Плагін вимагає перекомпілювання.

source: Name: %s [%s] [%s]
ru_ru: Название: %s [%s] [%s]
uk_ua: Назва: %s [%s] [%s]

source: On
ru_ru: Вкл.
uk_ua: Увімк.

source: Off
ru_ru: Выкл.
uk_ua: Вимк.

source: Automated
ru_ru: Автоматизирован
uk_ua: Автоматизовано

source: Manual
ru_ru: Вручную
uk_ua: Вручну

source: Path: %s
ru_ru: Путь: %s
uk_ua: Шлях: %s

source: Description: %s
ru_ru: Описание: %s
uk_ua: Опис: %s

source: Last error: %s
ru_ru: Последняя ошибка: %s
uk_ua: Остання помилка: %s

source: Python interpreter is not loaded.
ru_ru: Интерпретатор Python не загружен.
uk_ua: Інтерпретатор Python не завантажено.

source: Loaded Python scripts
ru_ru: Загруженные Python скрипты
uk_ua: Завантажені Python скрипти

source: Python scripts found in: %s
ru_ru: Python скрипты найденные в: %s
uk_ua: Python скрипти знайдені в: %s

source: Script #%d stopped: %s
ru_ru: Скрипт #%d остановлен: %s
uk_ua: Скрипт #%d зупинено: %s

source: Script number %d is out of range. Get the right number using !pyfiles command or specify the script path instead.
ru_ru: Скрипт номер %d вне диапазона. Узнать правильный номер можно командой !pyfiles или указать взамен путь скрипта.
uk_ua: Скрипт номер %d поза діапазоном. Дізнатися правильний номер можна командою !pyfiles або вказати натомість шлях скрипту.

source: Script #%d is already loaded: %s
ru_ru: Скрипт #%d уже загружен: %s
uk_ua: Скрипт #%d вже завантажено: %s

source: Failed to allocate new Python interpreter for script: %s [ %s ]
ru_ru: Не удалось выделить новый интерпретатор Python для скриптов: %s [ %s ]
uk_ua: Не вдалося виділити новий інтерпретатор Python для скриптів: %s [ %s ]

source: Script #%d is now loaded: %s
ru_ru: Скрипт #%d сейчас загружен: %s
uk_ua: Скрипт #%d зараз завантажено: %s

source: Level must be a number.
ru_ru: Уровень должен быть числом.
uk_ua: Рівень має бути числом.

source: Replaced words
ru_ru: Замененные слова
uk_ua: Замінені слова

source: Word
ru_ru: Слово
uk_ua: Слово

source: Replace with
ru_ru: Заменённые слова
uk_ua: Замінені слова

source: Affected class
ru_ru: Затронутый класс
uk_ua: Постраждалий клас

source: Word '%s' does not exist.
ru_ru: Слово '%s' не существует.
uk_ua: Слово '%s' не існує.

source: Word '%s' deleted.
ru_ru: Слово '%s' удалено.
uk_ua: Слово '%s' видалено.

source: Sorry the regular expression you provided cannot be parsed.
ru_ru: К сожалению ваше регулярное выражение не может быть разобрано.
uk_ua: На жаль, ваш регулярний вираз не може бути розібраний...

source: Word '%s' already exists.
ru_ru: Слово '%s' уже существует.
uk_ua: Слово '%s' вже існує.

source: Added word %s. This word will be filtered in public chat for users with class that is less than or equal to %d.
ru_ru: Добавлено слово %s. Это слово будет отфильтровано в публичном чате для пользователей с классом, который меньше или равен %d.
uk_ua: Додано слово %s. Це слово буде відфільтровано в публічному чаті для користувачів з класом, який менше або дорівнює %d.

source: Error adding word '%s'.
ru_ru: Ошибка при добавлении слова '%s'.
uk_ua: Помилка при додаванні слова '%s'.
