Repository: Verlihub/verlihub
Catalog: po/plugins_*.CP1254.po
Languages: tr_tr

source: Give a list of chatrooms
tr_tr: Bir sohbet salonu listesi giriniz

source: Give a list of forbidden expressions
tr_tr: Yasaklanmýþ ifade listesi giriniz

source: Sorry the regular expression you provided is not valid.
tr_tr: Maalesef girdiðiniz düzenli ifade geçerli deðildir.

source: Forbidden words in %s: %s
tr_tr: %s konumunda yasaklý kelimeler: %s

source: MC
tr_tr: Ana Sohbet

source: PM
tr_tr: Özel Mesaj

source: Last %d events of nick %s:
tr_tr: Son %d etkinlik %s rumuzu için:

source: Last %d events of IP %s:
tr_tr: Son %d etkinlik %s ÝP adresi için:

source: connect
tr_tr: baðlan

source: login
tr_tr: giriþ

source: logout
tr_tr: çýkýþ

source: disconnect
tr_tr: baðlantýyý kes

source: bad nick or nick temporarily banned
tr_tr: yanlýþ rumuz ya da geçici olarak yasaklý

source: used different nick in chat
tr_tr: sohbette baþka bir rumuz kullandý

source: kicked
tr_tr: kovuldu

source: redirected
tr_tr: yeniden yönlendirildi

source: exit from the hub
tr_tr: hubdan çýk

source: critical hub load
tr_tr: kritik hub yükü

source: timeout
tr_tr: Zaman aþýmý

source: user did nothing for too long time
tr_tr: kullanýcý çok uzun süre hiçbir þey yapmadý

source: hub full
tr_tr: hub dolu

source: share limit
tr_tr: paylaþma sýnýrý

source: no tag or not valid
tr_tr: etiketi yok ya da geçersiz

source: tag breaks hub rules
tr_tr: etiket hub kurallarýný ihlâl ediyor

source: wrong password
tr_tr: yanlýþ parola

source: error in login sequence
tr_tr: Giriþ sýrasý hatasý

source: syntax error in some messages
tr_tr: Bazý mesajlarda söz dizimi hatasý

source: invalid key
tr_tr: yanlýþ anahtar

source: Date
tr_tr: Tarih

source: Action
tr_tr: Faaliyet

source: Nickname
tr_tr: Rumuz

source: Info
tr_tr: Bilgi

source: Nick %s has lately been in the hub with the following IP
tr_tr: %s rumuzu son sýralarda hubda þu ÝP adresiyle bulunuyordu

source: IP %s has lately been in the hub with following nicknames
tr_tr: %s ÝP adresi son sýralarda hubda þu rumuzlarla bulunuyordu

source: Give a list of ISPs
tr_tr: Bir ÝSS listesi giriniz

source: Unknown range format.
tr_tr: Bilinmeyen alan biçimi

source: Sorry the regular expression for nickname you provided is not valid.
tr_tr: Maalesef rumuz için girdiðiniz düzenli ifade geçerli deðildir.

source: Sorry the regular expression for connection you provided is not valid.
tr_tr: Maalesef baðlantý için girdiðiniz düzenli ifade geçerli deðildir.

source: Your nick should match %[pattern]
tr_tr: Rumuzunuz þuna denk gelmelidir %[pattern]

source: Your connection type should match %[pattern]
tr_tr: Baðlantý türünüz þuna denk gelmelidir %[pattern]

source: Incorrect password
tr_tr: Yanlýþ parola

source: You have no rights to do this.
tr_tr: Bunu yapma yetkiniz yoktur.

source: Lua version: %s [%s]
tr_tr: Lua sürümü: %s [%s]

source: Copyright: %s
tr_tr: Telif hakký: %s

source: Authors: %s
tr_tr: Geliþtiriciler: %s

source: Hub version: %s
tr_tr: Hub sürümü: %s

source: Loaded scripts: %d
tr_tr: Yüklü betikler: %d

source: Memory used: %s
tr_tr: Kullanýlan bellek: %s

source: Loaded Lua scripts
tr_tr: Yüklü Lua betikleri

source: ID
tr_tr: Kimlik

source: Script
tr_tr: Betik

source: Memory
tr_tr: Bellek

source: Failed loading directory: %s
tr_tr: Klasörün yüklenmesi baþarýsýz oldu: %s

source: Lua scripts found in: %s
tr_tr: Lua betikleri þurada bulundu: %s

source: Script stopped: %s
tr_tr: Betik durduruldu: %s

source: Script not stopped because it's not loaded: #%d
tr_tr: Betik durdurulmadý çünkü yüklü deðil: #%d

source: Script not stopped because it's not loaded: %s
tr_tr: Betik durdurulmadý çünkü yüklü deðil: %s

source: Script number %d is out of range. Get the right number using !luafiles command or specify the script path instead.
tr_tr: %d sayýlý betik aralýk dýþýndadýr. !luafiles komutunu kullanarak doðru sayýyý elde ediniz ya da betik yolunu belirtiniz.

source: Script is already loaded: %s
tr_tr: Betik zaten yüklü: %s

source: Failed to allocate new Lua interpreter for script: %s [ %s ]
tr_tr: Þu betik için yeni Lua yorumlayýcýsý ayrýlamadý: %s [ %s ]

source: Script is now loaded: %s
tr_tr: Betik artýk yüklüdür: %s

source: Script not found or couldn't be parsed: %s
tr_tr: Betik bulunamadý ya da ayrýþtýrýlamadý: %s

source: Updated configuration %s.%s from '%s' to '%s'.
tr_tr: Yapýlandýrma %s.%s '%s''den '%s''e güncellenmiþtir.

source: Current log level: %d
tr_tr: Güncel kütük seviyesi: %d

source: Updated configuration %s.%s: %s -> %s
tr_tr: Yapýlandýrma güncellendi %s.%s: %s -> %s

source: Current error class: %d
tr_tr: Güncel hata sýnýfý: %d

source: Lua error
tr_tr: Lua hatasý

source: Unknown error
tr_tr: Bilinmeyen hata

source: The message has been sent to %s because he is online.
tr_tr: Mesaj %s adlý kullanýcýya gönderildi çünkü o çevrimiçinde.

source: Message saved.
tr_tr: Mesaj kaydedildi.

source: You have %d message in your box.
tr_tr: Kutunuzda %d mesaj bulunmaktadýr.

source: You have no new message in your box.
tr_tr: Hiçbir yeni mesajýnýz yok.

source: From: %s To: %s Date: %s Subject: %s
tr_tr: Yollayan: %s Alýcý: %s Tarih: %s Mevzu: %s

source: From: %s To: %s Date: %s Subject: %s %s ----
tr_tr: Yollayan: %s Alýcý: %s Tarih: %s Mevzu: %s %s ----

source: #OFFLINE MESSAGE# [%s] Subject: %s ------------------------- %s
tr_tr: #ÇEVRÝMDISI MESAJ# [%s] Mevzu: %s ------------------------- %s

source: Loaded Perl scripts
tr_tr: Yüklü Perl betikleri

source: Script %s stopped.
tr_tr: %s adlý betik durduruldu.

source: Script #%s not stopped because it is not running.
tr_tr: #%s sayýlý betik durdurulmadý çünkü faal deðildi.

source: Script %s not stopped because it is not running.
tr_tr: %s adlý betik durdurulmadý çünkü faal deðildi.

source: Failed loading directory %s.
tr_tr: %s adlý klasörün yüklenmesi baþarýsýz oldu.

source: Script %s is already running.
tr_tr: %s adlý betik halihazýrda faaldir.

source: Script %s is now running.
tr_tr: %s adlý betik þimdi faaldir.

source: Script %s not stopped because it is not running.
tr_tr: %s adlý betik durdurulmadý çünkü faal deðildi.

source: %s version: %s
tr_tr: %s sürümü: %s

source: %s executable: %s
tr_tr: %s çalýþtýrýlabiliri: %s

source: %s build time: %s
tr_tr: %s derleme vakti: %s

source: Plugin name must be max 10 characters long, please provide another one.
tr_tr: Eklentinin ismi azami 10 karakter içerebilir, baþka bir isim giriniz.

source: Please provide a valid path for the plugin.
tr_tr: Eklenti için geçerli bir yol giriniz.

source: Plugin loaded.
tr_tr: Eklenti yüklendi.

source: Plugin not found: %s
tr_tr: Eklenti bulunamadý: %s

source: Plugin unloaded.
tr_tr: Eklenti kaldýrýldý.

source: Plugin not unloaded, probably because it's not loaded.
tr_tr: Eklenti kaldýrýlmadý, muhtemelen yüklenmediðinden.

source: Plugin reloaded.
tr_tr: Eklenti tekrar yüklendi.

source: Plugin not reloaded, probably because it's not loaded.
tr_tr: Eklenti tekrar yüklenmedi, muhtemelen yüklenmediðinden.

source: Plugin not found.
tr_tr: Eklenti bulunamadý

source: Plugin does not support scripts.
tr_tr: Eklenti betikleri desteklemiyor.

source: Script loaded.
tr_tr: Betki yüklendi.

source: Error loading script.
tr_tr: Betiðin yüklenmesinde hata oluþtu.

source: Plugin needs to be recompiled.
tr_tr: Eklentinin yeniden derlenmeye ihtiyacý vardýr.

source: Name: %s [%s] [%s]
tr_tr: Ýsim: %s [%s] [%s]

source: On
tr_tr: Açýk

source: Off
tr_tr: Kapalý

source: Automated
tr_tr: Otomatik

source: Manual
tr_tr: El ile

source: Path: %s
tr_tr: Yol: %s

source: Description: %s
tr_tr: Tanýmlama: %s

source: Last error: %s
tr_tr: Son hata: %s

source: Python interpreter is not loaded.
tr_tr: Python yorumlayýcýsý yüklenmiþ deðil.

source: Loaded Python scripts
tr_tr: Yüklü Python betikleri

source: Python scripts found in: %s
tr_tr: Python betikleri þurada bulundu: %s

source: Script #%d stopped: %s
tr_tr: #%d betiði durduruldu: %s

source: Script number %d is out of range. Get the right number using !pyfiles command or specify the script path instead.
tr_tr: %d sayýlý betik aralýk dýþýndadýr. !lpyfiles komutunu kullanarak doðru sayýyý elde ediniz ya da betik yolunu belirtiniz.

source: Script #%d is already loaded: %s
tr_tr: #%d betiði zaten yüklüdür: %s

source: Failed to allocate new Python interpreter for script: %s [ %s ]
tr_tr: Þu betik için yeni Python yorumlayýcýsý ayrýlamadý: %s [ %s ]

source: Script #%d is now loaded: %s
tr_tr: #%d betiði artýk yüklüdür: %s

source: Level must be a number.
tr_tr: Seviye bir sayý olmalýdýr.

source: Replaced words
tr_tr: Deðiþtirilmiþ kelimeler

source: Word
tr_tr: Kelime

source: Replace with
tr_tr: Bununla deðiþtir:

source: Affected class
tr_tr: Etkilenen sýnýf

source: Word '%s' does not exist.
tr_tr: '%s' kelimesi mevcut deðildir.

source: Word '%s' deleted.
tr_tr: '%s' kelimesi silinmiþtir.

source: Sorry the regular expression you provided cannot be parsed.
tr_tr: Maalesef girdiðiniz düzenli ifade analiz edilemedi.

source: Word '%s' already exists.
tr_tr: '%s' kelimesi zaten mevcuttur.

source: Added word %s. This word will be filtered in public chat for users with class that is less than or equal to %d.
tr_tr: %s kelimesi eklenmiþtir. Bu kelime herkese açýk sohbette %d sýnýfýna eþit ya da altýndaki kullanýcýlara gösterilmeyecektir.

source: Error adding word '%s'.
tr_tr: %s' kelimesinin ilâvesinde hata.
