Repository: Verlihub/verlihub
Catalog: po/plugins_*.CP1252.po
Languages: de_de, fr_fr, it_it, nl_nl

source: Give a list of chatrooms
de_de: Liste der Chaträume zukommen lassen
fr_fr: Donnez une liste de salon de chat
it_it: Restituisci una lista di chatroom
nl_nl: Geef een lijst van chatrooms

source: Give a list of forbidden expressions
de_de: Liste von verbotenen Ausdrücken zukommen lassen
fr_fr: Donnez une liste d'expressions interdites
it_it: Restituisci una lista di espressioni proibite
nl_nl: Geef een lijst van verboden uitdrukkingen

source: Sorry the regular expression you provided is not valid.
de_de: Entschuldigung, der von Ihnen angegebene reguläre Ausdruck ist nicht gültig.
fr_fr: Désolé, l'expression régulière que vous avez fournie n'est pas valide.
it_it: L'espressione regolare inserita non è valida.
nl_nl: Sorry de reguliere expressie die u verstrekt is niet geldig .

source: Forbidden words in %s: %s
de_de: Verbotene Wörter in %s: %s
fr_fr: Mots interdits dans %s : %s
it_it: Parole proibite in %s: %s
nl_nl: verboden woorden in %s: %s

source: MC
de_de: HC
fr_fr: Chat principal
it_it: Messaggio chat pubblica

source: PM
de_de: PN
fr_fr: Message privé
it_it: Messaggio privato

source: Last %d events of nick %s:
de_de: Letzte %d Ereignisse von Nickname %s:
fr_fr: Derniers %d évènements du pseudo %s :
it_it: Ultimi %d eventi del nick %s:
nl_nl: Laatste %d gebeurtenissen van nick %s:

source: Last %d events of IP %s:
de_de: Letzte %d Ereignisse von IP %s:
fr_fr: Derniers %d évènements de l'IP %s :
it_it: Ultimi %d eventi dell'IP %s:
nl_nl: Laatste %d gebeurtenissen van IP %s:

source: connect
de_de: Verbinden
fr_fr: connexion
it_it: connesso
nl_nl: verbinden

source: login
de_de: Anmelden
fr_fr: ouverture de session

source: logout
de_de: Abmelden
fr_fr: fermeture de session
nl_nl: log uit

source: disconnect
de_de: Trennen
fr_fr: déconnexion
it_it: disconnesso
nl_nl: Verbinding verbroken

source: bad nick or nick temporarily banned
de_de: Falscher Nichname oder Nichname momentan gebannt
fr_fr: mauvais pseudo ou banni temporairement
it_it: nick errato o temporaneamente bannato
nl_nl: Slechte nick of nick tijdelijk verbannen

source: used different nick in chat
de_de: Verwendete einen anderen Nichname im Chat
fr_fr: a utilisé un pseudo différent dans le chat
it_it: ha usato un nick diverso in chat
nl_nl: gebruikte verschillende nicks in de chat

source: kicked
de_de: gekickt
fr_fr: kické
it_it: espulso
nl_nl: gekikt

source: redirected
de_de: Weitergeleitet
fr_fr: redirigé
it_it: redirettato
nl_nl: geredirect

source: exit from the hub
de_de: Hub verlassen
fr_fr: sortir du hub
it_it: uscito dall'hub
nl_nl: verlaten van de hub

source: critical hub load
de_de: kritische Hub-Last
fr_fr: charge critique pour le hub
it_it: carico dell'hub critico
nl_nl: kritische hub belasting

source: timeout
de_de: Zeitüberschreitung
fr_fr: délai d'attente dépassé

source: user did nothing for too long time
de_de: Benutzer hat für zu lange Zeit nichts gemacht
fr_fr: l'utilisateur n'a rien fait pendant trop longtemps
it_it: l'utente non ha fatto nulla per un lungo tempo
nl_nl: gebruiker deed niks een lange tijd.

source: hub full
de_de: Hub voll
fr_fr: hub complet
it_it: hub pieno
nl_nl: De hub is vol.

source: share limit
de_de: Freigabebegrenzung
fr_fr: limite de partage
it_it: limite share
nl_nl: Deel limiet

source: no tag or not valid
de_de: Kein Schlagwort oder nicht gültig
fr_fr: aucun tag ou invalide
it_it: nessuna tag o non valida
nl_nl: Geen tag of niet geldig

source: tag breaks hub rules
de_de: Tag bricht Hub-Regeln
fr_fr: le tag contrevient aux règles du hub
it_it: la tag non rispetta le regole dell'hub
nl_nl: tag breekt hub regels

source: wrong password
de_de: Falsches Passwort
fr_fr: mot de passe incorrect
it_it: password errata
nl_nl: Verkeerd paswoord

source: error in login sequence
de_de: Fehler in der Anmeldesequenz
fr_fr: erreur dans la séquence d'ouverture de session
it_it: sequenza di login errata
nl_nl: Fout in log in volgorde

source: syntax error in some messages
de_de: Syntaxfehler in manchen Nachrichten
fr_fr: erreurs de syntaxe dans certains messages
it_it: errore di sintassi in alcuni messaggi
nl_nl: syntax error in sommige berichten

source: invalid key
de_de: Ungültiger Schlüssel
fr_fr: clef invalide
it_it: chiave non valida
nl_nl: ongeldige sleutel

source: Date
de_de: Datum
it_it: Data
nl_nl: Datum

source: Action
de_de: Aktion
it_it: Azione
nl_nl: Actie

source: Nick %s has lately been in the hub with the following IP
de_de: Nick %s hat sich zuletzt mit folgender IP im Hub angemeldet
fr_fr: Le pseudo %s a dernièrement été dans le hub avec l'IP suivante
it_it: Il nick %s è stato recentemente nell'hub con i seguenti IP
nl_nl: Nick %s is de laaste tijd in de hub met het volgende IP

source: IP %s has lately been in the hub with following nicknames
de_de: IP %s hat sich zuletzt mit folgendem Nick im Hub angemeldet
fr_fr: L'IP %s a dernièrement été dans le hub avec les pseudos suivants
it_it: L'IP %s è stato recentemente nell'hub con i seguenti nickname
nl_nl: IP %s is de laatste tijd in de hub met de volgende nicknamen

source: Give a list of ISPs
de_de: Liste der ISPs zukommen lassen
fr_fr: Donnez une liste de FAI
it_it: Restituisci una lista di ISP
nl_nl: Geef een lijst met ISPs

source: Unknown range format.
de_de: Unbekanntes Bereichsformat.
fr_fr: Format de plage inconnu.
it_it: Formato range sconosciuto.
nl_nl: Onbekend reeks formaat

source: Sorry the regular expression for nickname you provided is not valid.
de_de: Entschuldigung, der von Ihnen für den Nicknamen angegebene reguläre Ausdruck ist nicht gültig.
fr_fr: Désolé, l'expression régulière pour le pseudo que vous avez fournie n'est pas valide.
it_it: L'espressione regolare inserita per il nickname non è valida.
nl_nl: Sorry de reguliere expressie voor nicknaam die u verstrekt is niet geldig .

source: Sorry the regular expression for connection you provided is not valid.
de_de: Entschuldigung, der von Ihnen für die Verbindung angegebene reguläre Ausdruck ist nicht gültig.
fr_fr: Désolé, l'expression régulière que vous avez fournie pour la connexion n'est pas valide.
it_it: L'espressione regolare inserita per la connessione non è valida.
nl_nl: Sorry de reguliere expressie voor verbinding die u verstrekt is niet geldig .

source: Your nick should match %[pattern]
de_de: Ihr Nickname sollte %[pattern] entsprechen
fr_fr: Votre pseudo doit correspondre à %[pattern]
it_it: Il tuo nick deve corrispondere a %[pattern]
nl_nl: Uw nick moet overeenkomen %[pattern]

source: Your connection type should match %[pattern]
de_de: Ihr Verbindungstyp sollte %[pattern] entsprechen
fr_fr: Votre type de connexion doit correspondre à %[pattern]
it_it: La tua connessione deve corrispondere a %[pattern]
nl_nl: Uw type verbinding moet overeenkomen %[pattern]

source: Incorrect password
de_de: Falsches Passwort
fr_fr: Mot de passe incorrect

source: You have no rights to do this.
de_de: Sie haben keine Rechte, um dies zu tun.
fr_fr: Vous n'avez pas le droit de faire ça.
it_it: Non hai i permessi per eseguire l'operazione.
nl_nl: U heeft geen rechten om dit te doen.

source: Authors: %s
de_de: Autoren: %s
fr_fr: Auteurs : %s
nl_nl: Auteurs: %s

source: Loaded scripts: %d
de_de: Geladene Skripte: %d
fr_fr: Scripts chargés : %d
nl_nl: Geladen scripts: %d

source: Memory used: %s
de_de: Belegter Speicher: %s
fr_fr: Mémoire utilisée : %s
nl_nl: Gebruikt geheugen: %s

source: Loaded Lua scripts
de_de: Geladene Lua-Skripte
fr_fr: Les scripts Lua sont chargés
it_it: Scripts Lua caricati
nl_nl: Geladen Lua scripts

source: ID
de_de: Kennung

source: Script
de_de: Skript

source: Memory
de_de: Speicher
fr_fr: Mémoire
nl_nl: Geheugen

source: Failed loading directory: %s
de_de: Fehler beim Laden des Verzeichnisses: %s
fr_fr: Échec du chargement du répertoire : %s
it_it: Errore nel caricamento della cartella: %s
nl_nl: Directory laden niet gelukt: %s

source: Lua scripts found in: %s
de_de: Lua-Skripte gefunden in: %s
fr_fr: Scripts Lua trouvés dans : %s
it_it: Lua scripts trovati in: %s
nl_nl: Lua scripts gevonden in: %s

source: Script stopped: %s
de_de: Skript gestoppt: %s
fr_fr: Script arrêté : %s
it_it: Script interrotto: %s
nl_nl: Script gestopt: %s

source: Script not stopped because it's not loaded: #%d
de_de: Skript nicht gestoppt, weil es nicht geladen ist: #%d
fr_fr: Le script na pas été arrêté car il n'est pas chargé : #%d
it_it: Script non interrotto perchè non caricato: #%d
nl_nl: Script niet gestopt omdat het niet is geladen: #%d

source: Script not stopped because it's not loaded: %s
de_de: Skript nicht gestoppt, weil es nicht geladen ist: %s
fr_fr: Le script pas été arrêté car il n'est pas chargé : %s
it_it: Script non interrotto perchè non caricato: %s
nl_nl: Script niet gestopt omdat het niet is geladen: %s

source: Script number %d is out of range. Get the right number using !luafiles command or specify the script path instead.
de_de: Die Skriptnummer %d liegt außerhalb des Bereichs. Ermitteln Sie die richtige Nummer mit dem Befehl !luafiles oder geben Sie stattdessen den Skriptpfad an.
fr_fr: Le numéro du script %d est faux. Obtenez le bon numéro à l'aide de la commande !luafiles ou spécifiez le chemin du script à la place.
nl_nl: Script nummer %d valt buiten het bereik. gebruik het juiste commando (!luafiles )of geef het path op.

source: Script is already loaded: %s
de_de: Skript ist bereits geladen: %s
fr_fr: Le script est déjà chargé : %s
it_it: Lo script è già caricato: %s
nl_nl: Script is al geladen: %s

source: Failed to allocate new Lua interpreter for script: %s [ %s ]
de_de: Es konnte kein neuer Lua-Interpreter für das Skript zugewiesen werden: %s [ %s ]
fr_fr: Échec de l'attribution d'un nouvel interpréteur Lua pour le script : %s `[ %s ]
nl_nl: Kan nieuwe Lua-interpreter niet toewijzen voor script: %s [%s]

source: Script is now loaded: %s
de_de: Skript ist jetzt geladen: %s
fr_fr: Le script est maintenant chargé : %s
it_it: Script caricato: %s
nl_nl: Script is nu geladen: %s

source: Script not found or couldn't be parsed: %s
de_de: Skript wurde nicht gefunden oder konnte nicht eingelesen werden: %s
fr_fr: Script introuvable ou n'a pas pu être analysé : %s
it_it: Lo script non è stato trovato o non può essere analizzato: %s
nl_nl: Script niet gevonden of kan niet worden geparsed: %s

source: Updated configuration %s.%s from '%s' to '%s'.
de_de: Konfiguration %s.%s von '%s' auf '%s' aktualisiert.
fr_fr: Configuration mise à jour %s.%s de '%s' vers '%s'.
it_it: Aggiornamento configurazione %s.%s da '%s' a '%s'.
nl_nl: Ge-update configuratie %s.%s van '%s' naar '%s'.

source: Current log level: %d
de_de: Aktuelle Protokollierungsstufe: %d
fr_fr: Niveau du journal actuel : %d
it_it: Livello di log corrente: %d
nl_nl: Huidige log level: %d

source: Updated configuration %s.%s: %s -> %s
de_de: Konfiguration aktualisiert %s.%s: %s -> %s
fr_fr: Mise à jour de la configuration %s.%s: %s -> %s
nl_nl: Bijgewerkte configuratie %s.%s: %s -> %s

source: Current error class: %d
de_de: Aktuelle Fehlerklasse: %d
fr_fr: Erreur de classe courante : %d
it_it: Classe minima che riceve errori Lua: %d
nl_nl: Huidige error class: %d

source: Lua error
de_de: Lua-Fehler
fr_fr: Erreur Lua
it_it: Errore lua
nl_nl: Lua fout

source: Unknown error
de_de: Unbekannter Fehler
fr_fr: Erreur inconnue
it_it: Errore sconosciuto
nl_nl: Onbekende fout

source: The message has been sent to %s because he is online.
de_de: Die Nachricht wurde an %s gesendet, weil er online ist.
fr_fr: Le message a été envoyé à %s parce qu'il est en ligne.
it_it: Il messaggio è stato inviato ha %s poichè è online.
nl_nl: Het bericht is verstuurd naar %s omdat hij online is.

source: Message saved.
de_de: Nachricht gespeichert.
fr_fr: Message sauvegardé.
it_it: Messaggio salvato.
nl_nl: Bericht opgeslagen.

source: You have %d message in your box.
de_de: Sie haben %d Nachricht in Ihrem Postfach.
fr_fr: Vous avez %d message dans votre boîte de réception.
it_it: Hai %d messaggio nella tua casella.
nl_nl: U heeft %d berichten in uw box

source: You have no new message in your box.
de_de: Sie haben keine neue Nachricht in Ihrem Postfach.
fr_fr: Vous n'avez aucun nouveau message dans votre boîte de réception.
it_it: Non hai nessun messaggio nella tua casella.
nl_nl: U heeft geen berichten in uw box.

source: From: %s To: %s Date: %s Subject: %s
de_de: Von: %s An: %s Datum: %s Betreff: %s
fr_fr: De : %s À : %s Date : %s Objet : %s
it_it: Da: %s A: %s Data: %s Oggetto: %s
nl_nl: Van: %s Aan: %s Datum: %s Onderwerp: %s

source: From: %s To: %s Date: %s Subject: %s %s ----
de_de: Von: %s An: %s Datum: %s Betreff: %s %s ----
fr_fr: De : %s À : %s Date : %s Objet : %s %s ----
it_it: Da: %s A: %s Data: %s Oggetto: %s %s ----
nl_nl: Van: %s Aan: %s Datum: %s Onderwerp: %s %s ----

source: #OFFLINE MESSAGE# [%s] Subject: %s ------------------------- %s
de_de: #OFFLINE-NACHRICHT# [%s] Betreff: %s ------------------------- %s
fr_fr: #MESSAGE HORS LIGNE# [%s] Objet : %s ------------------------- %s
it_it: #MESSAGGIO OFFLINE# [%s] Oggetto: %s ------------------------- %s
nl_nl: #OFFLINE BERICHT# [%s] Onderwerp: %s ------------------------- %s

source: Loaded Perl scripts
de_de: Geladene Perl-Skripte
fr_fr: Scripts Perl chargés
nl_nl: Geladen Perl scripts

source: Script %s stopped.
de_de: Skript %s gestoppt.
fr_fr: Script %s arrêté.
it_it: Lo script %s è stato terminato.
nl_nl: Script %s gestopt.

source: Script #%s not stopped because it is not running.
de_de: Skript #%s nicht gestoppt, weil es nicht läuft.
fr_fr: Le script #%s n'a pas été arrêté car il n'était pas exécuté.
it_it: Lo script %s non è stato terminato poichè non è in esecuzione.
nl_nl: Scripts #%s niet gestopt omdat deze niet actief zijn.

source: Script %s not stopped because it is not running.
de_de: Skript %s nicht gestoppt, weil es nicht läuft.
fr_fr: Le script %s n'a pas été arrêté car il n'était pas exécuté.
it_it: Lo script %s non è stato terminato poichè non è in esecuzione.
nl_nl: Scripts %s niet gestopt omdat deze niet actief zijn.

source: Failed loading directory %s.
de_de: Fehler beim Laden des Verzeichnisses %s.
fr_fr: Échec du chargement du répertoire %s.
it_it: Errore nell'apertura della cartella %s.
nl_nl: Gefaald laden directory %s

source: Script %s is already running.
de_de: Skript %s läuft bereits.
fr_fr: Le script %s est déjà en cours de fonctionnement.
it_it: Lo script %s è ora in esecuzione.
nl_nl: Script %s is al online.

source: Script %s is now running.
de_de: Skript %s läuft jetzt.
fr_fr: Le script %s est à présent exécuté.
it_it: Lo script %s è ora in esecuzione.
nl_nl: Script %s is nu actief.

source: Script %s not stopped because it is not running.
de_de: Skript %s nicht gestoppt, weil es nicht läuft.
fr_fr: Le script %s n'a pas été arrêté car il n'était pas exécuté.
it_it: Lo script %s non è stato terminato poichè non è in esecuzione.
nl_nl: Script %s niet gestopt omdat het niet actief is.

source: %s executable: %s
de_de: %s Programmdatei: %s
fr_fr: %s exécutable : %s
nl_nl: %s uitvoerbaar: %s

source: Plugin name must be max 10 characters long, please provide another one.
de_de: Erweiterungsname darf maximal 10 Zeichen lang sein, bitte geben Sie einen anderen an.
fr_fr: Le nom du plugin doit être au maximum de 10 caractères , s'il vous plaît donnez-en un autre.
it_it: Il nome del plugin deve avere massimo 10 caratteri di lunghezza. Si prega di fornirne un altro.
nl_nl: Plugin naam moet maximaal 10 tekens lang zijn , geef dan een andere naam

source: Please provide a valid path for the plugin.
de_de: Bitte geben Sie einen gültigen Pfad für die Erweiterung an.
fr_fr: Veuillez fournir un chemin valide pour l'extension.
it_it: Inserisci un percorso valido per il plugin.
nl_nl: Geef een geldig pad voor de plugin.

source: Plugin loaded.
de_de: Erweiterung geladen.
fr_fr: Plugin chargé.
it_it: Plugin abilitato.
nl_nl: Plugin geladen

source: Plugin not found: %s
de_de: Erweiterung nicht gefunden: %s
fr_fr: Plugin introuvable : %s
it_it: Plugin non trovato: %s
nl_nl: Plugin niet gevonden: %s

source: Plugin unloaded.
de_de: Erweiterung entladen.
fr_fr: Plugin déchargé.
it_it: Plugin disabilitato.

source: Plugin not unloaded, probably because it's not loaded.
de_de: Erweiterung nicht entladen, wahrscheinlich weil sie nicht geladen ist.
fr_fr: Plugin non déchargé , sans doute parce qu'il n'était pas chargé .
it_it: Plugin non disabilitato, probabilmente perchè non caricato.
nl_nl: Plugin niet unloaded, waarschijlijk omdat het niet loaded is.

source: Plugin reloaded.
de_de: Erweiterung neu geladen.
fr_fr: Plugin rechargé.
it_it: Plugin ricaricato.
nl_nl: Plugin actief

source: Plugin not reloaded, probably because it's not loaded.
de_de: Erweiterung nicht neu geladen, wahrscheinlich weil sie nicht geladen ist.
fr_fr: Plugin non rechargé , sans doute parce qu'il n'est pas chargé.
it_it: Plugin non ricaricato, probabilmente perche non caricato.
nl_nl: Plugin niet reloaded, waarschijnlijk omdat het niet loaded is.

source: Plugin not found.
de_de: Erweiterung nicht gefunden.
fr_fr: Extension introuvable.
it_it: Plugin non trovato.
nl_nl: Plugin niet gevonden.

source: Plugin does not support scripts.
de_de: Erweiterung unterstützt keine Skripte.
fr_fr: Le plugin ne supporte pas les scripts .
it_it: Il plugin non supporta gli scripts.
nl_nl: Plugin ondersteunt geen scripts.

source: Script loaded.
de_de: Skript geladen.
fr_fr: Script chargé.
it_it: Script caricato.
nl_nl: Script geladen.

source: Error loading script.
de_de: Fehler beim Laden des Skripts.
fr_fr: Erreur lors du chargement du script.
it_it: Errore nel caricamento dello script.
nl_nl: Fout in geladen script.

source: Plugin needs to be recompiled.
de_de: Erweiterung muss neu kompiliert werden.
fr_fr: Le plugin a besoin d'être recompilé.
it_it: Il plugin ha bisogno di essere ricompilato.
nl_nl: Plugin moet worden gerecompiled.

source: On
de_de: Ein
fr_fr: Activé
nl_nl: Aan

source: Off
de_de: Aus
fr_fr: Désactivé
nl_nl: Uit

source: Automated
de_de: Automatisiert
fr_fr: Automatisé
nl_nl: Geautomatiseerde

source: Manual
de_de: Manuell
fr_fr: Manuel
it_it: Manuale
nl_nl: Handmatig

source: Path: %s
de_de: Pfad: %s
fr_fr: Chemin : %s

source: Description: %s
de_de: Beschreibung: %s
nl_nl: Beschrijving: %s

source: Last error: %s
de_de: Letzter Fehler: %s
fr_fr: Dernière erreur: %s
nl_nl: Laatste fout:%s

source: Python interpreter is not loaded.
de_de: Python-Interpreter ist nicht geladen.
fr_fr: L'interpréteur Python n'est pas chargé.
it_it: L'interprete Python non è caricato.
nl_nl: Python-interpreter is niet geladen.

source: Loaded Python scripts
de_de: Geladene Python-Skripte
fr_fr: Scripts Python chargés
it_it: Scripts Python caricati
nl_nl: Python scripts geladen

source: Python scripts found in: %s
de_de: Python-Skripte gefunden in: %s
fr_fr: Les scripts Python trouvés sont dans : %s
it_it: Python scripts trovati in: %s
nl_nl: Python scripts gevonden in: %s

source: Script #%d stopped: %s
de_de: Skript #%d gestoppt: %s
fr_fr: Script #%d arrêté : %s
nl_nl: Script #%d gestopt: %s

source: Script number %d is out of range. Get the right number using !pyfiles command or specify the script path instead.
de_de: Die Skriptnummer %d liegt außerhalb des Bereichs. Ermitteln Sie die richtige Nummer mit dem Befehl !pyfiles oder geben Sie stattdessen den Skriptpfad an.
fr_fr: Le numéro du script %d est faux. Obtenez le bon numéro à l'aide de la commande !pyfiles ou spécifiez le chemin du script à la place.
nl_nl: Script nummer %d valt buiten het bereik.gebruik het juiste commando ( !pyfiles ) of geef het path op.

source: Script #%d is already loaded: %s
de_de: Skript #%d ist bereits geladen: %s
fr_fr: Script #%d déjà chargé : %s
nl_nl: Script #%d is al geladen: %s

source: Failed to allocate new Python interpreter for script: %s [ %s ]
de_de: Es konnte kein neuer Python-Interpreter für das Skript zugewiesen werden: %s [ %s ]
fr_fr: Échec de l'attribution d'un nouvel interpréteur Python pour le script : %s [ %s ]
nl_nl: Kan nieuwe Python-interpreter niet toewijzen voor script: %s [%s]

source: Script #%d is now loaded: %s
de_de: Skript #%d ist jetzt geladen: %s
fr_fr: Le script #%d est maintenant chargé : %s
nl_nl: Script #%d is nu geladen: %s

source: Level must be a number.
de_de: Level muss eine Zahl sein.
fr_fr: Le niveau doit être un nombre.

source: Replaced words
de_de: Ersetzte Wörter
fr_fr: Mots remplacés
it_it: Parole sostituite
nl_nl: Vervangen woorden

source: Word
de_de: Wort
fr_fr: Mot
it_it: Parola
nl_nl: Woord

source: Replace with
de_de: Ersetzt mit
fr_fr: Remplacer par
it_it: Parole da sostituire
nl_nl: Vervangen met

source: Affected class
de_de: Betroffene Klasse
fr_fr: Classe affectée
it_it: Classe interessata
nl_nl: Aangetaste klasse

source: Word '%s' does not exist.
de_de: Wort '%s' ist nicht vorhanden.
fr_fr: Le mot « %s » n'existe pas.
it_it: La parola '%s' non esiste.
nl_nl: Woord '%s' bestaat niet.

source: Word '%s' deleted.
de_de: Wort '%s' gelöscht.
fr_fr: Le mot « %s » a été effacé.
it_it: Parola '%s' cancellata.
nl_nl: Woord '%s' verwijderd.

source: Sorry the regular expression you provided cannot be parsed.
de_de: Entschuldigung, der von Ihnen angegebene reguläre Ausdruck kann nicht eingelesen werden.
fr_fr: Désolé, l'expression régulière que vous avez fournie ne peut être analysée.
it_it: L'espressione regolare inserita non può essere compilata.
nl_nl: Sorry de reguliere expressie die u verstrekt kan niet worden ontleed.

source: Word '%s' already exists.
de_de: Wort '%s' ist bereits vorhanden.
fr_fr: Le mot « %s » existe déjà.
it_it: La parola '%s' esiste già
nl_nl: Woord '%s' bestaat al.

source: Added word %s. This word will be filtered in public chat for users with class that is less than or equal to %d.
de_de: Wort %s hinzugefügt. Dieses Wort wird im öffentlichen Chat für Benutzer gefiltert, deren Klasse kleiner als oder gleich %d ist.
fr_fr: Le mot %s a été ajouté. Ce mot sera filtré du chat public pour les utilisateurs dont la classe est inférieure ou égale à %d.
it_it: Parola %s aggiunta. Questa parola sarà filtrata nella chat pubblica per gli utenti con classe minore o uguale a %d.
nl_nl: Toegevoegd woord %s. Dit woord wordt gefilterd in de main chat voor gebruikers met klasse die kleiner is dan of gelijk aan %d.

source: Error adding word '%s'.
de_de: Fehler beim Hinzufügen des Wortes '%s'.
fr_fr: Erreur lors de l'ajout du mot « %s ».
it_it: Errore nell'aggiungere la parola '%s'.
nl_nl: Fout bij toevoegen woord '%s'.

source: Nickname
fr_fr: Pseudonyme
nl_nl: Nicknaam

source: Lua version: %s [%s]
fr_fr: Version de Lua : %s [%s]
nl_nl: Lua versie: %s [%s]

source: Hub version: %s
fr_fr: Version du Hub : %s
nl_nl: Hub versie: %s

source: %s build time: %s
fr_fr: %s date de compilation : %s
nl_nl: %s bouw tijd: %s

source: Name: %s [%s] [%s]
fr_fr: Nom : %s [%s] [%s]
nl_nl: Naam: %s [%s] [%s]

source: %s version: %s
nl_nl: %s versie: %s
